Repository: mmrybczynski/DeepMe
Catalog: DeepMe/Localizable/*.lproj/Localizable.strings
Languages: de, fr, pl

# test1
source: First question
de: Testfrage Nummer 1
fr: Question de test numéro 1
pl: Testowe pytanie numer 1

# subTest1
source: Description to first question
de: Hinweis zur Frage Nummer 1.
fr: Indice pour la question numéro 1.
pl: Podpowiedź do pytania numer 1.

# Podstawowe
source: Simple
de: Grundlegend
fr: Basique
pl: Podstawowe

# Imprezowe
source: Party
fr: Soirée
pl: Imprezowe

# Cienie
source: Darkness
de: Schatten
fr: Ombres
pl: Cienie

# Dla par
source: For couple
de: Für Paare
fr: Pour les couples
pl: Dla par

# Wyznania
source: Confessions
de: Geständnisse
pl: Wyznania

# Wyzwania
source: Chellange
de: Herausforderungen
fr: Défis
pl: Wyzwania

# Losowe
source: Random
de: Zufällig
fr: Aléatoire
pl: Losowe

# nastepne
source: Next
de: Weiter
fr: Suivant
pl: Następne

# poprzednie
source: Previous
de: Zurück
fr: Précédent
pl: Poprzednie

# dalej
source: Start
de: Weiter
fr: Continuer
pl: Dalej

# wybierzKategorie
source: Select categories
de: Kategorien auswählen
fr: Choisir les catégories
pl: Wybierz kategorie

# kategorie
source: Categories
de: Kategorien
fr: Catégories
pl: Kategorie

# politykaPrywatnosci
source: Policy privacy
de: Datenschutzrichtlinie
fr: Politique de confidentialité
pl: Polityka prywatności

# selectedLanguage
source: Select language
de: Wybierz język
fr: Wybierz język
pl: Wybierz język

# mainQuestion
source: What is your favorite childhood memory?
de: Was ist deine liebste Kindheitserinnerung?
fr: Quel est votre souvenir d'enfance préféré ?
pl: Jakie jest Twoje ulubione wspomnienie z dzieciństwa?

# splashSelectCategories
source: Select category
de: Kategorie auswählen
fr: Sélectionner une catégorie
pl: Wybierz kategorię

# splashSelectCategoriesSub
source: And get to know each other better
de: Und lernt euch besser kennen
fr: Et apprenez à mieux vous connaître
pl: I poznaj się bliżej

# splashAskQuestion
source: Ask a question
de: Eine Frage stellen
fr: Poser une question
pl: Zadawaj pytania

# splashAskQuestionSub
source: And check who you are
de: Und überprüfe, wer du bist.
fr: Et vérifiez qui vous êtes
pl: I sprawdź kim jesteś

# splashPlay
source: Play
de: Spiel jetzt
fr: Jouer
pl: Graj

# splashPlayButton
source: Play!
de: Spiel jetzt!
fr: Jouer!
pl: Graj!

# splashNextButton
source: Next
de: Nächste
fr: Suivant
pl: Dalej

# DlaPar1
source: What most strengthens your sense of closeness with me?
de: Was stärkt dein Gefühl von Nähe zu mir am meisten?
fr: Qu’est-ce qui renforce le plus ton sentiment de proximité avec moi ?
pl: Co najbardziej umacnia Twoje poczucie bliskości ze mną?

# DlaPar2
source: What shared goal would we like to achieve within the next year?
de: Welches gemeinsame Ziel möchten wir im kommenden Jahr erreichen?
fr: Quel objectif commun aimerions-nous atteindre au cours de l’année à venir ?
pl: Jaki wspólny cel chcielibyśmy osiągnąć w ciągu najbliższego roku?

# DlaPar3
source: What do you admire me for the most?
de: Wofür bewunderst du mich am meisten?
fr: Pour quoi m’admires-tu le plus ?
pl: Za co najbardziej mnie podziwiasz?

# DlaPar4
source: What challenge would you like to take on together with me?
de: Welche Herausforderung möchtest du gemeinsam mit mir annehmen?
fr: Quel défi aimerais-tu relever avec moi ?
pl: Jakie wyzwanie chciałbyś/chciałabyś podjąć razem ze mną?

# DlaPar5
source: Where do you see our relationship in five years?
de: Wo siehst du unsere Beziehung in fünf Jahren?
fr: Où vois-tu notre relation dans cinq ans ?
pl: Gdzie widzisz naszą relację za pięć lat?

# DlaPar6
source: What in our everyday life makes you happiest?
de: Was macht dich in unserem Alltag am glücklichsten?
fr: Qu’est-ce qui, dans notre quotidien, te rend le plus heureux(se) ?
pl: Co w naszej codzienności najbardziej Cię uszczęśliwia?

# DlaPar7
source: What one thing that I do brings you the greatest joy?
de: Welche eine Sache, die ich tue, bereitet dir die größte Freude?
fr: Quelle est la chose que je fais et qui te procure le plus de joie ?
pl: Jaka jedna rzecz, którą robię, sprawia Ci największą radość?

# DlaPar8
source: What is your biggest fear related to our relationship?
de: Was ist deine größte Angst in Bezug auf unsere Beziehung?
fr: Quelle est ta plus grande peur concernant notre relation ?
pl: Co jest Twoim największym lękiem związanym z naszym związkiem?

# DlaPar9
source: What kind of surprise would you most like to receive from me?
de: Welche Art von Überraschung würdest du dir am meisten von mir wünschen?
fr: Quel type de surprise aimerais-tu le plus recevoir de ma part ?
pl: Jaki rodzaj niespodzianki najbardziej chciałbyś/chciałabyś ode mnie otrzymać?

# DlaPar10
source: If we were to go on a dream trip, where would we go?
de: Wenn wir eine Traumreise machen würden, wohin würden wir reisen?
fr: Si nous partions pour un voyage de rêve, où irions-nous ?
pl: Gdybyśmy mieli udać się na wymarzoną podróż, dokąd byśmy pojechali?

# DlaPar11
source: What do you think differentiates us the most, and what connects us the most?
de: Was unterscheidet uns deiner Meinung nach am meisten und was verbindet uns am stärksten?
fr: Selon toi, qu’est-ce qui nous différencie le plus et qu’est-ce qui nous unit le plus ?
pl: Jak myślisz, co nas najbardziej różni, a co najbardziej łączy?

# DlaPar12
source: Which of our shared moments is the most precious to you?
de: Welcher unserer gemeinsamen Momente ist für dich der wertvollste?
fr: Quel est notre moment partagé le plus précieux pour toi ?
pl: Która nasza wspólna chwila jest dla Ciebie najcenniejsza?

# DlaPar13
source: How does one character trait of each of us influence our relationship?
de: Wie beeinflusst jeweils eine Charaktereigenschaft von uns unsere Beziehung?
fr: Comment un trait de caractère de chacun de nous influence-t-il notre relation ?
pl: Jak jedna cecha charakteru każdego z nas wpływa na naszą relację?

# DlaPar14
source: How can we communicate more effectively in everyday matters?
de: Wie können wir im Alltag effektiver miteinander kommunizieren?
fr: Comment pouvons-nous communiquer plus efficacement dans les affaires quotidiennes ?
pl: Jak możemy efektywniej komunikować się w codziennych sprawach?

# DlaPar15
source: If you had to describe our relationship in one word, what would it be?
de: Wenn du unsere Beziehung mit einem Wort beschreiben müsstest, welches wäre das?
fr: Si tu devais décrire notre relation en un seul mot, lequel serait-ce ?
pl: Gdybyś miał(a) opisać nasz związek jednym słowem, jakie by to było?

# DlaPar16
source: What tradition would we like to create together?
de: Welche Tradition möchten wir gemeinsam schaffen?
fr: Quelle tradition aimerions-nous créer ensemble ?
pl: Jaką tradycję chcielibyśmy wspólnie stworzyć?

# DlaPar17
source: What would you most like to understand about me?
de: Was möchtest du an mir am meisten verstehen?
fr: Qu’aimerais-tu le plus comprendre chez moi ?
pl: Co najbardziej chciałbyś/chciałabyś we mnie zrozumieć?

# DlaPar18
source: What shared endeavor would be our greatest challenge?
de: Welches gemeinsame Vorhaben wäre unsere größte Herausforderung?
fr: Quelle entreprise commune représenterait notre plus grand défi ?
pl: Jakie wspólne przedsięwzięcie byłoby dla nas największym wyzwaniem?

# DlaPar19
source: In what situation do you feel the most loved?
de: In welcher Situation fühlst du dich am meisten geliebt?
fr: Dans quelle situation te sens-tu le plus aimé(e) ?
pl: W jakiej sytuacji czujesz się najbardziej kochany(a)?

# DlaPar20
source: How do we handle disagreements?
de: Wie gehen wir mit Meinungsverschiedenheiten um?
fr: Comment gérons-nous les désaccords ?
pl: Jak radzimy sobie, gdy się nie zgadzamy?

# DlaPar21
source: What would you like to change about our shared free time?
de: Was würdest du gerne an unserer gemeinsamen Freizeit ändern?
fr: Que souhaiterais-tu changer dans notre temps libre partagé ?
pl: Co chciał(a)byś zmienić w naszym wspólnym czasie wolnym?

# DlaPar22
source: What have you learned about love thanks to our relationship?
de: Was hast du dank unserer Beziehung über die Liebe gelernt?
fr: Qu’as-tu appris sur l’amour grâce à notre relation ?
pl: Czego nauczyłeś(-aś) się o miłości dzięki naszej relacji?

# DlaPar23
source: What small things make you feel appreciated?
de: Welche kleinen Dinge geben dir das Gefühl, wertgeschätzt zu werden?
fr: Quelles petites choses te font te sentir apprécié(e) ?
pl: Jakie drobne rzeczy sprawiają, że czujesz się doceniony(a)?

# DlaPar24
source: What is your favorite trait of my character?
de: Was ist deine liebste Charaktereigenschaft von mir?
fr: Quelle est ta qualité préférée de mon caractère ?
pl: Jaka jest Twoja ulubiona cecha mojego charakteru?

# DlaPar25
source: Which shared dream would we like to realize first?
de: Welchen gemeinsamen Traum möchten wir zuerst verwirklichen?
fr: Quel rêve commun aimerions-nous réaliser en premier ?
pl: Które wspólne marzenie chcielibyśmy urzeczywistnić najpierw?

# DlaPar26
source: What helps you the most to get through difficult moments in our relationship?
de: Was hilft dir am meisten, schwierige Momente in unserer Beziehung zu überstehen?
fr: Qu’est-ce qui t’aide le plus à traverser les moments difficiles dans notre relation ?
pl: Co Ci najbardziej pomaga przejść przez trudne chwile w naszym związku?

# DlaPar27
source: How do you most like to express love?
de: Auf welche Weise drückst du Liebe am liebsten aus?
fr: De quelle manière préfères-tu exprimer ton amour ?
pl: W jaki sposób najchętniej wyrażasz miłość?

# DlaPar28
source: What were you afraid of when you started a relationship with me?
de: Wovor hattest du Angst, als du eine Beziehung mit mir begonnen hast?
fr: Qu’est-ce qui te faisait peur en commençant une relation avec moi ?
pl: Czego obawiałeś(-aś) się, zaczynając związek ze mną?

# DlaPar29
source: What are our strengths as a couple?
de: Was sind unsere Stärken als Paar?
fr: Quelles sont nos forces en tant que couple ?
pl: Jakie mamy mocne strony jako para?

# DlaPar30
source: What makes you feel proud of our relationship?
de: Was macht dich stolz auf unsere Beziehung?
fr: Qu’est-ce qui te rend fier/fière de notre relation ?
pl: Co sprawia, że czujesz dumę z naszej relacji?

# DlaPar31
source: How can we show each other more support?
de: Wie können wir uns gegenseitig mehr Unterstützung zeigen?
fr: Comment pouvons-nous nous montrer davantage de soutien mutuel ?
pl: Jak możemy wzajemnie okazywać sobie więcej wsparcia?

# DlaPar32
source: What daily habits could make us happier?
de: Welche täglichen Gewohnheiten könnten uns glücklicher machen?
fr: Quelles habitudes quotidiennes pourraient nous rendre plus heureux ?
pl: Jakie codzienne nawyki mogłyby sprawić, że będziemy szczęśliwsi?

# DlaPar33
source: What is your favorite way to spend time with me?
de: Was ist deine liebste Art, Zeit mit mir zu verbringen?
fr: Quelle est ta façon préférée de passer du temps avec moi ?
pl: Jaki jest Twój ulubiony sposób spędzania czasu ze mną?

# DlaPar34
source: What do you think we can still discover together?
de: Was glaubst du, was wir gemeinsam noch entdecken können?
fr: Selon toi, qu’avons-nous encore à découvrir ensemble ?
pl: Jak sądzisz, co jeszcze możemy razem odkryć?

# DlaPar35
source: How is our love changing, and what remains the same?
de: Wie verändert sich unsere Liebe und was bleibt gleich?
fr: Comment notre amour évolue-t-il et qu’est-ce qui reste inchangé ?
pl: W jaki sposób nasza miłość się zmienia, a co pozostaje takie samo?

# DlaPar36
source: What would you say to your past self about our relationship?
de: Was würdest du deinem früheren Ich über unsere Beziehung sagen?
fr: Que dirais-tu à ton toi du passé à propos de notre relation ?
pl: Co byś powiedział(-a) sobie sprzed lat o naszym związku?

# DlaPar37
source: Which moment from the beginning of our relationship do you remember most fondly?
de: Welchen Moment aus den Anfängen unserer Beziehung erinnerst du am liebsten?
fr: Quel moment des débuts de notre relation gardes-tu le plus en mémoire ?
pl: Który moment z początków naszego związku wspominasz najmilej?

# DlaPar38
source: How can I support you even better?
de: Wie kann ich dich noch besser unterstützen?
fr: Comment puis-je encore mieux te soutenir ?
pl: Jak mogę jeszcze lepiej Cię wspierać?

# DlaPar39
source: What would you like to tell me but have hesitated to until now?
de: Was möchtest du mir sagen, hast dich bisher aber nicht getraut?
fr: Qu’aimerais-tu me dire mais as hésité jusqu’à présent ?
pl: Co chciał(a)byś mi przekazać, ale do tej pory się wahałeś(-aś)?

# DlaPar40
source: Which dream about our future inspires you the most?
de: Welcher Traum von unserer gemeinsamen Zukunft inspiriert dich am meisten?
fr: Quel rêve concernant notre avenir commun t’inspire le plus ?
pl: Jakie marzenie o naszej przyszłości najbardziej Cię inspiruje?

# DlaParSub1
source: Sometimes small gestures give the greatest sense of unity.
de: Manchmal sind es kleine Gesten, die das größte Gefühl von Verbundenheit schaffen.
fr: Parfois, ce sont les petits gestes qui donnent le plus grand sentiment d’unité.
pl: Czasem to drobne gesty dają największe poczucie jedności.

# DlaParSub2
source: A shared vision of the future can truly bond a relationship.
de: Eine gemeinsame Zukunftsvision kann eine Beziehung festigen.
fr: Une vision commune de l’avenir peut renforcer une relation.
pl: Wspólna wizja przyszłości potrafi scalić związek.

# DlaParSub3
source: Honest compliments can surprise more than gifts.
de: Ehrliche Komplimente können mehr überraschen als Geschenke.
fr: Des compliments sincères peuvent surprendre davantage que des cadeaux.
pl: Szczerość komplementów potrafi zaskoczyć bardziej niż prezenty.

# DlaParSub4
source: Sometimes trying a new hobby can refresh everyday life.
de: Manchmal kann ein neues Hobby den Alltag beleben.
fr: Parfois, essayer un nouveau loisir peut raviver le quotidien.
pl: Czasem próba nowego hobby może ożywić codzienność.

# DlaParSub5
source: Shared plans create the foundation of the future.
de: Gemeinsame Pläne bilden das Fundament der Zukunft.
fr: Les projets communs constituent le fondement de l’avenir.
pl: Wspólne plany tworzą fundament przyszłości.

# DlaParSub6
source: Simple moments can be the most precious.
de: Einfache Momente können die wertvollsten sein.
fr: Les moments simples peuvent être les plus précieux.
pl: Proste chwile mogą być najcenniejsze.

# DlaParSub7
source: Sometimes the smallest gestures have the greatest impact on a relationship.
de: Manchmal haben die kleinsten Gesten den größten Einfluss auf eine Beziehung.
fr: Parfois, les plus petits gestes ont le plus grand impact sur une relation.
pl: Czasem najmniejsze gesty mają największy wpływ na relację.

# DlaParSub8
source: Openness in talking about fears strengthens the bond.
de: Offenheit im Gespräch über Ängste stärkt die Bindung.
fr: L’ouverture dans la discussion des peurs renforce le lien.
pl: Otwartość w rozmowie o obawach umacnia więź.

# DlaParSub9
source: Creativity can spark the flame in a relationship.
de: Kreativität kann den Funken in einer Beziehung entfachen.
fr: La créativité peut raviver l’étincelle dans une relation.
pl: Kreatywność potrafi rozpalić iskierkę w relacji.

# DlaParSub10
source: A shared passion for discovering the world brings people closer.
de: Eine gemeinsame Leidenschaft fürs Entdecken der Welt verbindet.
fr: Une passion commune pour la découverte du monde rapproche.
pl: Wspólna pasja do odkrywania świata umacnia.

# DlaParSub11
source: Understanding differences helps care for the common good.
de: Das Verstehen von Unterschieden hilft, das Gemeinsame zu bewahren.
fr: Comprendre les différences aide à préserver ce qui nous unit.
pl: Zrozumienie różnic pomaga dbać o wspólne dobro.

# DlaParSub12
source: Memories are the glue that holds a relationship together.
de: Erinnerungen sind der Klebstoff, der eine Beziehung zusammenhält.
fr: Les souvenirs sont la colle qui maintient une relation.
pl: Wspomnienia to klej, który spaja relację.

# DlaParSub13
source: Acceptance of differences can build beautiful understanding.
de: Die Akzeptanz von Unterschieden kann ein schönes Verständnis schaffen.
fr: L’acceptation des différences peut créer une belle compréhension mutuelle.
pl: Akceptacja odmienności może zbudować piękne porozumienie.

# DlaParSub14
source: Open conversation is the best remedy for misunderstandings.
de: Offene Gespräche sind das beste Mittel gegen Missverständnisse.
fr: Une communication ouverte est le meilleur remède aux malentendus.
pl: Otwarta rozmowa to najlepsze lekarstwo na nieporozumienia.

# DlaParSub15
source: Sometimes one word explains a lot.
de: Manchmal sagt ein einziges Wort mehr als vieles andere.
fr: Parfois, un seul mot en dit long.
pl: Czasem jedno słowo wiele wyjaśnia.

# DlaParSub16
source: Small rituals help nurture closeness.
de: Kleine Rituale helfen, Nähe zu pflegen.
fr: De petits rituels permettent d’entretenir la proximité.
pl: Małe rytuały pozwalają pielęgnować bliskość.

# DlaParSub17
source: Insight into another person’s world can bring us closer.
de: Ein Einblick in die Welt des anderen kann uns näherbringen.
fr: Un aperçu du monde de l’autre peut nous rapprocher.
pl: Wgląd w cudzy świat potrafi nas zbliżyć.

# DlaParSub18
source: Difficult projects teach cooperation and trust.
de: Herausfordernde Projekte lehren Zusammenarbeit und Vertrauen.
fr: Les projets exigeants enseignent la coopération et la confiance.
pl: Trudne projekty uczą współpracy i zaufania.

# DlaParSub19
source: A sense of security often appears in everyday gestures.
de: Ein Gefühl von Sicherheit entsteht oft durch alltägliche Gesten.
fr: Le sentiment de sécurité naît souvent de gestes quotidiens.
pl: Uczucie bezpieczeństwa często pojawia się w codziennych gestach.

# DlaParSub20
source: The way conflicts are resolved shows the strength of a relationship.
de: Die Art, wie Konflikte gelöst werden, zeigt die Stärke einer Beziehung.
fr: La manière de résoudre les conflits révèle la force d’une relation.
pl: Sposób rozwiązywania konfliktów świadczy o sile relacji.

# DlaParSub21
source: Shared passions require compromise and an open mind.
de: Gemeinsame Interessen erfordern Kompromisse und Offenheit.
fr: Les passions communes demandent des compromis et de l’ouverture d’esprit.
pl: Wspólne pasje wymagają kompromisów i otwartego umysłu.

# DlaParSub22
source: Every relationship brings a new lesson about ourselves.
de: Jede Beziehung bringt eine neue Lektion über uns selbst.
fr: Chaque relation apporte une nouvelle leçon sur nous-mêmes.
pl: Każda relacja wnosi nową lekcję o nas samych.

# DlaParSub23
source: Gratitude can build happiness in a relationship.
de: Dankbarkeit kann Glück in einer Beziehung aufbauen.
fr: La gratitude peut construire le bonheur dans une relation.
pl: Wdzięczność potrafi budować szczęście w związku.

# DlaParSub24
source: Appreciating your partner’s strengths strengthens the bond.
de: Das Wertschätzen der Stärken des Partners stärkt die Bindung.
fr: Apprécier les qualités de son partenaire renforce le lien.
pl: Docenianie zalet partnera wzmacnia więź.

# DlaParSub25
source: Fulfilling dreams together adds color to life.
de: Gemeinsam Träume zu verwirklichen, verleiht dem Leben Farbe.
fr: Réaliser des rêves ensemble donne de la couleur à la vie.
pl: Realizacja marzeń razem nadaje życiu kolorów.

# DlaParSub26
source: Support can be more important than a thousand words.
de: Unterstützung ist manchmal wichtiger als tausend Worte.
fr: Le soutien est parfois plus important que mille mots.
pl: Wsparcie bywa ważniejsze niż tysiąc słów.

# DlaParSub27
source: Each of us has our own language of love.
de: Jeder von uns hat seine eigene Sprache der Liebe.
fr: Chacun de nous a son propre langage de l’amour.
pl: Każdy z nas ma swój język uczuć.

# DlaParSub28
source: Talking about past fears helps to tame them.
de: Über frühere Ängste zu sprechen hilft, sie zu überwinden.
fr: Parler des peurs passées aide à les apprivoiser.
pl: Rozmowa o dawnych lękach pozwala je oswoić.

# DlaParSub29
source: Shared reflection strengthens a relationship.
de: Gemeinsames Reflektieren stärkt die Beziehung.
fr: La réflexion commune renforce la relation.
pl: Wspólna analiza umacnia związek.

# DlaParSub30
source: Moments of pride help in difficult times.
de: Momente des Stolzes helfen in schwierigen Zeiten.
fr: Les moments de fierté aident dans les périodes difficiles.
pl: Dumne chwile umacniają w trudnych momentach.

# DlaParSub31
source: Care is born in everyday gestures.
de: Fürsorge entsteht durch alltägliche Gesten.
fr: L’attention naît de gestes quotidiens.
pl: Troska rodzi się w codziennych gestach.

# DlaParSub32
source: Often it is small things that build big changes.
de: Oft sind es Kleinigkeiten, die große Veränderungen bewirken.
fr: Souvent, ce sont les petits détails qui entraînent de grands changements.
pl: Często to drobiazgi budują wielkie zmiany.

# DlaParSub33
source: Shared moments bring people closer than words.
de: Gemeinsame Momente verbinden stärker als Worte.
fr: Les moments partagés rapprochent plus que les mots.
pl: Wspólne momenty zbliżają silniej niż słowa.

# DlaParSub34
source: A relationship grows with new experiences.
de: Eine Beziehung wächst durch neue Erfahrungen.
fr: Une relation grandit grâce à de nouvelles expériences.
pl: Relacja rośnie wraz z nowymi doświadczeniami.

# DlaParSub35
source: The evolution of feelings can positively surprise.
de: Die Entwicklung der Gefühle kann positiv überraschen.
fr: L’évolution des sentiments peut surprendre positivement.
pl: Ewolucja uczuć potrafi pozytywnie zaskoczyć.

# DlaParSub36
source: Reflecting on the past gives insight into the present.
de: Ein Blick in die Vergangenheit gibt Einblick in die Gegenwart.
fr: Réfléchir au passé offre un éclairage sur le présent.
pl: Zastanowienie się nad przeszłością daje wgląd w teraźniejszość.

# DlaParSub37
source: The first moments remain special forever.
de: Die ersten Momente bleiben für immer besonders.
fr: Les premiers moments restent spéciaux pour toujours.
pl: Pierwsze chwile pozostają wyjątkowe na zawsze.

# DlaParSub38
source: Taking care of each other is the key to a lasting bond.
de: Sich umeinander zu kümmern ist der Schlüssel zu einer dauerhaften Bindung.
fr: Prendre soin l’un de l’autre est la clé d’un lien durable.
pl: Dbanie o siebie nawzajem jest kluczem do trwałej więzi.

# DlaParSub39
source: Honesty is the foundation of every relationship.
de: Ehrlichkeit ist das Fundament jeder Beziehung.
fr: La sincérité est le fondement de toute relation.
pl: Szczerość jest fundamentem każdej relacji.

# DlaParSub40
source: Shared visions can truly give wings.
de: Gemeinsame Visionen können Flügel verleihen.
fr: Les visions communes peuvent donner des ailes.
pl: Wspólne wizje potrafią dodać skrzydeł.

# Cienie1
source: What difficult secrets do you carry deep within yourself?
de: Welche schwierigen Geheimnisse trägst du tief in dir?
fr: Quels secrets difficiles portes-tu profondément en toi ?
pl: Jakie trudne sekrety nosisz głęboko w sobie?

# Cienie2
source: What is your most disturbing nightmare?
de: Was ist dein beunruhigendster Albtraum?
fr: Quel est ton cauchemar le plus inquiétant ?
pl: Co jest Twoim najbardziej niepokojącym koszmarem?

# Cienie3
source: What is the most shameful truth you hide from the world?
de: Welche beschämendste Wahrheit verbirgst du vor der Welt?
fr: Quelle est la vérité la plus honteuse que tu caches au monde ?
pl: Jaką najbardziej wstydliwą prawdę skrywasz przed światem?

# Cienie4
source: What aspect of your character do you find hardest to accept?
de: Was an deinem Charakter fällt dir am schwersten zu akzeptieren?
fr: Quel aspect de ton caractère as-tu le plus de mal à accepter ?
pl: Co w Twoim charakterze najtrudniej Ci zaakceptować?
