Repository: mmrybczynski/DeepMe
Catalog: DeepMe/Localizable/*.lproj/Localizable.strings
Languages: de, fr, pl

# Party18
source: Who was your first serious crush?
de: Wer war deine erste ernsthafte Schwärmerei?
fr: Quel a été ton premier grand béguin ?
pl: Jakie było Twoje pierwsze poważne zauroczenie?

# Party19
source: If you could change your name, what would you choose?
de: Wenn du deinen Namen ändern könntest, welchen würdest du wählen?
fr: Si tu pouvais changer de prénom, lequel choisirais-tu ?
pl: Gdybyś mógł(-a) zmienić swoje imię, jakie byś wybrał(-a)?

# Party20
source: What’s the most unexpected compliment you’ve ever received?
de: Welches unerwartete Kompliment hast du schon einmal gehört?
fr: Quels compliments les plus inattendus t’est-il arrivé d’entendre ?
pl: Jakie najbardziej nieoczekiwane komplementy zdarzyło Ci się usłyszeć?

# Party21
source: What would you do if you could live one day as a child again?
de: Was würdest du tun, wenn du einen Tag lang wieder ein Kind sein könntest?
fr: Que ferais-tu si tu pouvais revivre une journée en tant qu’enfant ?
pl: Co byś zrobił(-a), gdybyś mógł(-a) przeżyć jeden dzień jako dziecko?

# Party22
source: Which song do you always hum in secret?
de: Welches Lied summst du heimlich immer?
fr: Quelle chanson fredonnes-tu toujours en secret ?
pl: Jaką piosenkę zawsze nucisz w tajemnicy?

# Party23
source: What’s the weirdest thing you’ve done out of boredom?
de: Was ist das Seltsamste, das du aus Langeweile getan hast?
fr: Quelle est la chose la plus bizarre que tu aies faite par ennui ?
pl: Co najdziwniejszego zrobiłeś(-aś) z nudy?

# Party24
source: What’s the riskiest decision you’ve made on the spur of the moment?
de: Welche riskanteste Entscheidung hast du spontan getroffen?
fr: Quelle est la décision la plus risquée que tu aies prise sur un coup de tête ?
pl: Jaką najbardziej ryzykowną decyzję podjąłeś(-aś) spontanicznie?

# Party25
source: Which movie or series character would you like to be friends with?
de: Mit welcher Figur aus einem Film oder einer Serie würdest du gern befreundet sein?
fr: Avec quel personnage de film ou de série aimerais-tu te lier d’amitié ?
pl: Z kim z filmu lub serialu chciał(a)byś się zaprzyjaźnić?

# Party26
source: If you could go back to one year of your life, which would you choose?
de: Wenn du zu einem Jahr deines Lebens zurückkehren könntest, welches würdest du wählen?
fr: Si tu pouvais revenir à une année de ta vie, laquelle choisirais-tu ?
pl: Gdybyś mógł(-a) cofnąć się do jednego roku swojego życia, który byś wybrał(-a)?

# Party27
source: What was your funniest misunderstanding?
de: Was war dein lustigstes Missverständnis?
fr: Quel a été ton malentendu le plus drôle ?
pl: Jakie było Twoje najzabawniejsze nieporozumienie?

# Party28
source: What would you do if you had to speak in public without preparation?
de: Was würdest du tun, wenn du ohne Vorbereitung öffentlich auftreten müsstest?
fr: Que ferais-tu si tu devais parler en public sans préparation ?
pl: Co byś zrobił(-a), gdybyś musiał(-a) wystąpić publicznie bez przygotowania?

# Party29
source: What party do you dream of throwing if you had an unlimited budget?
de: Welche Party würdest du gern organisieren, wenn du ein unbegrenztes Budget hättest?
fr: Quelle fête rêverais-tu d’organiser si tu avais un budget illimité ?
pl: Jaką imprezę marzy Ci się zorganizować, gdybyś miał(-a) nieograniczony budżet?

# Party30
source: Which memory always makes you burst into uncontrollable laughter?
de: Welche Erinnerung bringt dich immer zum unkontrollierten Lachen?
fr: Quel souvenir déclenche toujours chez toi un fou rire incontrôlable ?
pl: Które wspomnienie zawsze wywołuje u Ciebie niekontrolowany śmiech?

# PartySub1
source: Sometimes the moments you don’t plan are the ones that stay with you forever.
de: Manchmal bleiben gerade die ungeplanten Momente für immer in Erinnerung.
fr: Parfois, ce sont les moments non planifiés qui restent en mémoire pour toujours.
pl: Czasem to te chwile, których się nie planuje, zostają w pamięci na zawsze.

# PartySub2
source: Money tests character and imagination.
de: Geld testet Charakter und Fantasie.
fr: L’argent met à l’épreuve le caractère et l’imagination.
pl: Pieniądze testują charakter i wyobraźnię.

# PartySub3
source: Dreams of power reveal our hidden desires.
de: Träume von Macht verraten unsere verborgenen Wünsche.
fr: Les rêves de pouvoir trahissent nos désirs cachés.
pl: Marzenia o mocy zdradzają nasze ukryte pragnienia.

# PartySub4
source: Invisibility brings freedom and tempts us to break the rules.
de: Unsichtbarkeit schenkt Freiheit und verführt dazu, Regeln zu brechen.
fr: L’invisibilité donne de la liberté et tente de briser les règles.
pl: Niewidzialność daje wolność i kusi do łamania zasad.

# PartySub5
source: Spontaneity often leads to the best stories.
de: Spontaneität führt oft zu den besten Geschichten.
fr: La spontanéité mène souvent aux meilleures histoires.
pl: Spontaniczność często prowadzi do najlepszych historii.

# PartySub6
source: Fantasies about other roles reveal what we long for.
de: Fantasien über andere Rollen zeigen, wonach wir uns sehnen.
fr: Les fantasmes d’autres rôles révèlent nos nostalgies et nos envies.
pl: Fantazje o innych rolach ujawniają nasze tęsknoty.

# PartySub7
source: Choosing a journey with no return shows what we truly value.
de: Die Entscheidung für eine Reise ohne Rückkehr zeigt, was wir wirklich schätzen.
fr: Décider d’un voyage sans retour montre ce que nous valorisons vraiment.
pl: Decyzja o podróży bez powrotu pokazuje, co cenimy naprawdę.

# PartySub8
source: Everyone has a moment they’d like to erase from memory.
de: Jeder hat einen Moment, den er am liebsten aus dem Gedächtnis löschen würde.
fr: Chacun a un moment qu’il aimerait effacer de sa mémoire.
pl: Każdy ma moment, który chciałby wymazać z pamięci.

# PartySub9
source: The right company can make any adventure unforgettable.
de: Die richtige Gesellschaft kann jedes Abenteuer unvergesslich machen.
fr: La bonne compagnie peut rendre chaque aventure inoubliable.
pl: Towarzystwo potrafi uczynić każdą przygodę niezapomnianą.

# PartySub10
source: Sometimes a single day can change an entire life.
de: Manchmal kann ein einziger Tag ein ganzes Leben verändern.
fr: Parfois, une seule journée peut changer toute une vie.
pl: Czasem jedna doba potrafi zmienić całe życie.

# PartySub11
source: Culinary experiments can be risky, but memorable.
de: Kulinarische Experimente sind manchmal riskant, aber unvergesslich.
fr: Les expériences culinaires sont parfois risquées, mais mémorables.
pl: Kulinarne eksperymenty bywają ryzykowne, ale pamiętne.

# PartySub12
source: Dreams about an idol can be surprisingly realistic.
de: Träume vom Idol sind manchmal erstaunlich realistisch.
fr: Les rêves d’idole peuvent être étonnamment réalistes.
pl: Marzenia o idolu bywają zaskakująco realistyczne.

# PartySub13
source: With distance, even failures can seem funny.
de: Mit Abstand wirken selbst Niederlagen manchmal lustig.
fr: Avec le recul, même les échecs peuvent devenir amusants.
pl: Z dystansu nawet porażki bywają zabawne.

# PartySub14
source: Reading other people’s minds could be a gift or a curse.
de: Gedankenlesen könnte ein Geschenk oder ein Fluch sein.
fr: Lire dans les pensées des autres pourrait être un don ou une malédiction.
pl: Czytanie cudzych myśli mogłoby być darem lub przekleństwem.

# PartySub15
source: Seeing life from someone else’s perspective can open your eyes.
de: Das Leben aus der Perspektive eines anderen kann die Augen öffnen.
fr: Voir la vie depuis le point de vue de quelqu’un d’autre peut ouvrir les yeux.
pl: Życie z perspektywy kogoś innego potrafi otworzyć oczy.

# PartySub16
source: Nostalgia is a mix of longing and joy.
de: Nostalgie ist eine Mischung aus Sehnsucht und Freude.
fr: La nostalgie est un mélange de manque et de joie.
pl: Nostalgia to mieszanka tęsknoty i radości.

# PartySub17
source: Dreams of freedom often test our moral boundaries.
de: Träume von Freiheit testen oft unsere moralischen Grenzen.
fr: Les rêves de liberté mettent souvent à l’épreuve nos limites morales.
pl: Marzenia o wolności często testują nasze granice moralne.

# PartySub18
source: First emotions stay in memory forever.
de: Die ersten Gefühle bleiben für immer in Erinnerung.
fr: Les premières émotions restent en mémoire pour toujours.
pl: Pierwsze emocje zostają w pamięci na zawsze.

# PartySub19
source: A name is part of our identity and how the world sees us.
de: Ein Name ist Teil unserer Identität und der Art, wie die Welt uns sieht.
fr: Un prénom fait partie de notre identité et de la manière dont le monde nous voit.
pl: Imię to część naszej tożsamości i sposobu, w jaki widzi nas świat.

# PartySub20
source: Some compliments stay with us for years.
de: Manche Komplimente bleiben jahrelang im Gedächtnis.
fr: Certains compliments restent en mémoire pendant des années.
pl: Niektóre pochwały zostają w pamięci na lata.

# PartySub21
source: Carefreeness is adulthood’s greatest luxury.
de: Unbeschwertheit ist der größte Luxus des Erwachsenenlebens.
fr: L’insouciance est le plus grand luxe de l’âge adulte.
pl: Beztroska to największy luksus dorosłości.

# PartySub22
source: Music is the most intimate language of emotion.
de: Musik ist die intimste Sprache der Gefühle.
fr: La musique est le langage le plus intime des émotions.
pl: Muzyka to najintymniejszy język emocji.

# PartySub23
source: Boredom can be the beginning of the most creative ideas.
de: Langeweile kann der Anfang der kreativsten Ideen sein.
fr: L’ennui peut être le début des idées les plus créatives.
pl: Nuda bywa początkiem najbardziej kreatywnych pomysłów.

# PartySub24
source: Risk is the essence of unforgettable stories.
de: Risiko ist die Essenz unvergesslicher Geschichten.
fr: Le risque est l’essence des histoires inoubliables.
pl: Ryzyko to esencja niezapomnianych historii.

# PartySub25
source: Fictional heroes often inspire real relationships.
de: Fiktive Heldinnen und Helden inspirieren oft echte Beziehungen.
fr: Les héros fictifs inspirent souvent des relations bien réelles.
pl: Fikcyjni bohaterowie często inspirują prawdziwe relacje.

# PartySub26
source: Sometimes we long to return to a time when everything was simpler.
de: Manchmal sehnen wir uns nach der Rückkehr zu einem Moment, in dem alles einfacher war.
fr: Parfois, nous rêvons de revenir à un moment où tout était plus simple.
pl: Czasem pragniemy powrotu do momentu, gdy wszystko było prostsze.

# PartySub27
source: Laughter is the best way to release tension.
de: Lachen ist der beste Weg, Spannung abzubauen.
fr: Le rire est la meilleure façon de relâcher la tension.
pl: Śmiech to najlepszy sposób na rozładowanie napięcia.

# PartySub28
source: Improvisation reveals true character.
de: Improvisation zeigt den wahren Charakter.
fr: L’improvisation révèle le vrai caractère.
pl: Improwizacja ujawnia prawdziwy charakter.

# PartySub29
source: Fantasies of the perfect party reveal our desire for joy.
de: Fantasien von der perfekten Feier zeigen unser Verlangen nach Freude.
fr: Les fantasmes d’une fête parfaite révèlent notre désir de joie.
pl: Fantazje o doskonałej zabawie odsłaniają nasze pragnienia radości.

# PartySub30
source: Humor is the key to good memories.
de: Humor ist der Schlüssel zu guten Erinnerungen.
fr: L’humour est la clé des bons souvenirs.
pl: Humor to klucz do dobrych wspomnień.

# Simple1
source: What is your favorite place in the world?
de: Was ist dein Lieblingsort auf der Welt?
fr: Quel est ton endroit préféré dans le monde ?
pl: Jakie jest Twoje ulubione miejsce na świecie?

# Simple2
source: What makes you feel calm?
de: Was lässt dich Ruhe empfinden?
fr: Qu’est-ce qui te fait te sentir apaisé(e) ?
pl: Co sprawia, że czujesz spokój?

# Simple3
source: What does your ideal day look like?
de: Wie sieht dein idealer Tag aus?
fr: À quoi ressemble ta journée idéale ?
pl: Jak wygląda Twój idealny dzień?

# Simple4
source: Which season best describes your mood?
de: Welche Jahreszeit beschreibt deine Stimmung am besten?
fr: Quelle saison décrit le mieux ton humeur ?
pl: Jaka pora roku najlepiej opisuje Twój nastrój?

# Simple5
source: What do you like most about your everyday life?
de: Was magst du am meisten an deinem Alltag?
fr: Qu’aimes-tu le plus dans ta vie quotidienne ?
pl: Co najbardziej lubisz w swojej codzienności?

# Simple6
source: What three things always lift your mood?
de: Welche drei Dinge heben immer deine Stimmung?
fr: Quelles sont les trois choses qui améliorent toujours ton humeur ?
pl: Jakie trzy rzeczy zawsze poprawiają Ci humor?

# Simple7
source: What do you like to do when you have free time?
de: Was machst du gern, wenn du freie Zeit hast?
fr: Qu’aimes-tu faire quand tu as du temps libre ?
pl: Co lubisz robić, gdy masz wolny czas?

# Simple8
source: Which sounds calm you the most?
de: Welche Geräusche beruhigen dich am meisten?
fr: Quels sons t’apaisent le plus ?
pl: Jakie dźwięki najbardziej Cię uspokajają?

# Simple9
source: What does home make you think of?
de: Woran denkst du, wenn du an Zuhause denkst?
fr: À quoi associes-tu la notion de chez toi ?
pl: Z czym kojarzy Ci się dom?

# Simple10
source: Which scents bring back your memories?
de: Welche Düfte rufen deine Erinnerungen hervor?
fr: Quelles odeurs réveillent tes souvenirs ?
pl: Jakie zapachy przywołują Twoje wspomnienia?

# Simple11
source: What would you like to do more often?
de: Was würdest du gern öfter tun?
fr: Qu’aimerais-tu faire plus souvent ?
pl: Co chciał(a)byś robić częściej?

# Simple12
source: Which colors make you feel good?
de: Welche Farben lassen dich gut fühlen?
fr: Quelles couleurs te font te sentir bien ?
pl: Jakie kolory sprawiają, że czujesz się dobrze?

# Simple13
source: When was the last time you laughed until you cried?
de: Wann hast du zuletzt so gelacht, dass dir Tränen kamen?
fr: Quand as-tu ri aux larmes pour la dernière fois ?
pl: Kiedy ostatnio śmiałeś(-aś) się do łez?

# Simple14
source: Which word best describes your mood today?
de: Welches Wort beschreibt deine heutige Stimmung am besten?
fr: Quel mot décrit le mieux ton humeur aujourd’hui ?
pl: Jakie słowo najlepiej opisuje Twój dzisiejszy nastrój?

# Simple15
source: What would you do if you had one extra day in the week?
de: Was würdest du tun, wenn du einen zusätzlichen Tag in der Woche hättest?
fr: Que ferais-tu si tu avais un jour de plus dans la semaine ?
pl: Co byś zrobił(-a), gdybyś miał(-a) jeden dodatkowy dzień w tygodniu?

# Simple16
source: Which simple things make a day better?
de: Welche einfachen Dinge machen einen Tag besser?
fr: Quelles choses simples rendent une journée meilleure ?
pl: Jakie proste rzeczy sprawiają, że dzień staje się lepszy?

# Simple17
source: Who do you most enjoy spending time with in silence?
de: Mit wem verbringst du am liebsten Zeit in Stille?
fr: Avec qui aimes-tu le plus passer du temps en silence ?
pl: Z kim najbardziej lubisz spędzać czas w ciszy?

# Simple18
source: Which word best describes the way you think?
de: Welches Wort beschreibt deine Denkweise am besten?
fr: Quel mot décrit le mieux ta façon de penser ?
pl: Jakie słowo najlepiej opisuje Twój sposób myślenia?

# Simple19
source: What do you like most about people?
de: Was magst du am meisten an Menschen?
fr: Qu’aimes-tu le plus chez les gens ?
pl: Co najbardziej lubisz w ludziach?

# Simple20
source: Which dish always lifts your mood?
de: Welches Gericht hebt immer deine Stimmung?
fr: Quel plat améliore toujours ton humeur ?
pl: Jakie danie zawsze poprawia Ci humor?

# Simple21
source: What has nature taught you?
de: Was hat dich die Natur gelehrt?
fr: Qu’est-ce que la nature t’a appris ?
pl: Czego nauczyła Cię natura?

# Simple22
source: Which word suits you best?
de: Welches Wort passt am besten zu dir?
fr: Quel mot te correspond le plus ?
pl: Jakie słowo najbardziej do Ciebie pasuje?

# Simple23
source: What inspires you the most in everyday life?
de: Was inspiriert dich im Alltag am meisten?
fr: Qu’est-ce qui t’inspire le plus dans la vie quotidienne ?
pl: Co Cię najbardziej inspiruje w życiu codziennym?

# Simple24
source: Which small pleasures make your day special?
de: Welche kleinen Freuden machen deinen Tag besonders?
fr: Quels petits plaisirs rendent ta journée spéciale ?
pl: Jakie drobne przyjemności czynią Twój dzień wyjątkowym?

# Simple25
source: What do you laugh at most often?
de: Worüber lachst du am häufigsten?
fr: De quoi ris-tu le plus souvent ?
pl: Z czego najczęściej się śmiejesz?

# Simple26
source: Which memory always improves your mood?
de: Welche Erinnerung hebt immer deine Stimmung?
fr: Quel souvenir améliore toujours ton humeur ?
pl: Jakie wspomnienie zawsze poprawia Ci nastrój?

# Simple27
source: What relaxes you the most after a hard day?
de: Was entspannt dich nach einem schweren Tag am meisten?
fr: Qu’est-ce qui te détend le plus après une journée difficile ?
pl: Co Cię najbardziej relaksuje po ciężkim dniu?

# Simple28
source: Which word do you associate with happiness?
de: Welches Wort verbindest du mit Glück?
fr: Quel mot associes-tu au bonheur ?
pl: Jakie słowo kojarzy Ci się ze szczęściem?

# Simple29
source: In which moments do you feel most yourself?
de: In welchen Momenten fühlst du dich am meisten du selbst?
fr: Dans quels moments te sens-tu le plus toi-même ?
pl: W jakich chwilach czujesz się najbardziej sobą?

# Simple30
source: What brings you the most joy on an ordinary day?
de: Was bereitet dir an einem gewöhnlichen Tag die größte Freude?
fr: Qu’est-ce qui te réjouit le plus dans une journée ordinaire ?
pl: Co Cię najbardziej cieszy w zwykły dzień?

# SimpleSub1
source: Some places become a part of who we are.
de: Manche Orte werden ein Teil von uns selbst.
fr: Certains lieux deviennent une partie de nous-mêmes.
pl: Niektóre miejsca stają się częścią nas samych.

# SimpleSub2
source: Peace is a luxury everyone deserves.
de: Ruhe ist ein Luxus, den jeder verdient.
fr: Le calme est un luxe que chacun mérite.
pl: Spokój to luksus, na który każdy zasługuje.

# SimpleSub3
source: An ideal day is often hidden in everyday life.
de: Der ideale Tag steckt oft im Alltäglichen.
fr: La journée idéale se cache souvent dans le quotidien.
pl: Idealny dzień często tkwi w prozie życia.

# SimpleSub4
source: Every season has its own rhythm and character.
de: Jede Jahreszeit hat ihren eigenen Rhythmus und Charakter.
fr: Chaque saison a son rythme et son caractère.
pl: Każda pora roku ma swój rytm i charakter.

# SimpleSub5
source: Happiness often hides in small things.
de: Glück verbirgt sich oft in kleinen Dingen.
fr: Le bonheur se cache souvent dans les petites choses.
pl: Szczęście często kryje się w drobnych rzeczach.

# SimpleSub6
source: Small rituals can have great power.
de: Kleine Rituale können große Kraft haben.
fr: De petits rituels peuvent avoir un grand pouvoir.
pl: Drobne rytuały mogą mieć wielką moc.

# SimpleSub7
source: Time for yourself is the foundation of balance.
de: Zeit für sich selbst ist die Grundlage des Gleichgewichts.
fr: Le temps pour soi est la base de l’équilibre.
pl: Czas dla siebie to podstawa równowagi.

# SimpleSub8
source: Music and silence both have their beauty.
de: Musik und Stille haben beide ihre Schönheit.
fr: La musique et le silence ont chacun leur beauté.
pl: Muzyka i cisza mają swoje piękno.

# SimpleSub9
source: Home is a feeling, not a place.
de: Zuhause ist ein Gefühl, kein Ort.
fr: La maison est un sentiment, pas un lieu.
pl: Dom to uczucie, a nie miejsce.

# SimpleSub10
source: Scent is the most emotional sense.
de: Der Geruchssinn ist der emotionalste Sinn.
fr: L’odorat est le sens le plus émotionnel.
pl: Zapach to najbardziej emocjonalny zmysł.

# SimpleSub11
source: Sometimes the simplest desires bring the most joy.
de: Manchmal bringen die einfachsten Wünsche die größte Freude.
fr: Parfois, les désirs les plus simples apportent le plus de joie.
pl: Czasem najprostsze pragnienia przynoszą najwięcej radości.

# SimpleSub12
source: Colors can influence mood and energy.
de: Farben können Stimmung und Energie beeinflussen.
fr: Les couleurs peuvent influencer l’humeur et l’énergie.
pl: Kolory potrafią wpływać na nastrój i energię.

# SimpleSub13
source: Laughter is the best way to reset emotions.
de: Lachen ist der beste Weg, Emotionen neu zu ordnen.
fr: Le rire est la meilleure façon de réinitialiser les émotions.
pl: Śmiech to najlepszy sposób na reset emocji.

# SimpleSub14
source: One word can express a whole world of emotions.
de: Ein Wort kann eine ganze Welt von Emotionen ausdrücken.
fr: Un seul mot peut exprimer tout un monde d’émotions.
pl: Jedno słowo może oddać cały świat emocji.

# SimpleSub15
source: Time is the most valuable resource we have.
de: Zeit ist die wertvollste Ressource, die wir haben.
fr: Le temps est la ressource la plus précieuse que nous ayons.
pl: Czas to najcenniejszy zasób, jaki mamy.

# SimpleSub16
source: Happiness lies in the little things.
de: Glück liegt in den kleinen Dingen.
fr: Le bonheur se trouve dans les petits détails.
pl: Szczęście kryje się w drobiazgach.

# SimpleSub17
source: Silence with the right person is never awkward.
de: Stille mit der richtigen Person ist nie unangenehm.
fr: Le silence avec la bonne personne n’est jamais gênant.
pl: Cisza z właściwą osobą nie jest niezręczna.

# SimpleSub18
source: The words we choose shape our thoughts.
de: Die Worte, die wir wählen, formen unsere Gedanken.
fr: Les mots que nous choisissons façonnent nos pensées.
pl: Słowa, które wybieramy, tworzą nasze myśli.

# SimpleSub19
source: Sometimes a small gesture says more than big words.
de: Manchmal sagt eine kleine Geste mehr als große Worte.
fr: Parfois, un petit geste en dit plus que de grands mots.
pl: Czasem mały gest mówi więcej niż wielkie słowa.

# SimpleSub20
source: Flavors can be vehicles of memories.
de: Geschmäcker können Träger von Erinnerungen sein.
fr: Les saveurs peuvent être des véhicules de souvenirs.
pl: Smaki potrafią być wehikułem wspomnień.

# SimpleSub21
source: The silence of trees and the sound of wind teach patience.
de: Die Stille der Bäume und das Rauschen des Windes lehren Geduld.
fr: Le silence des arbres et le souffle du vent enseignent la patience.
pl: Cisza drzew i szum wiatru uczą cierpliwości.

# SimpleSub22
source: Language can express our inner self.
de: Sprache kann unser inneres Selbst ausdrücken.
fr: Le langage peut exprimer notre moi intérieur.
pl: Język potrafi oddać nasze wewnętrzne ja.

# SimpleSub23
source: Inspiration often hides in ordinary moments.
de: Inspiration verbirgt sich oft in gewöhnlichen Momenten.
fr: L’inspiration se cache souvent dans des moments ordinaires.
pl: Inspiracja często kryje się w zwykłych chwilach.

# SimpleSub24
source: Everyday life can be beautiful if we know how to see it.
de: Der Alltag kann schön sein, wenn wir ihn wahrnehmen.
fr: Le quotidien peut être beau si nous savons le remarquer.
pl: Codzienność może być piękna, jeśli umiemy ją dostrzec.

# SimpleSub25
source: Laughter connects people more than conversation.
de: Lachen verbindet Menschen mehr als Gespräche.
fr: Le rire relie les gens plus que la conversation.
pl: Śmiech łączy ludzi bardziej niż rozmowa.

# SimpleSub26
source: Memories are a personal treasury of joy.
de: Erinnerungen sind ein persönlicher Schatz der Freude.
fr: Les souvenirs sont un trésor personnel de joie.
pl: Wspomnienia to osobisty skarbiec radości.

# SimpleSub27
source: Relaxation is an art worth learning.
de: Entspannung ist eine Kunst, die es zu lernen gilt.
fr: La détente est un art qu’il vaut la peine d’apprendre.
pl: Relaks to sztuka, której warto się nauczyć.

# SimpleSub28
source: Words have the power to evoke emotions.
de: Worte haben die Kraft, Emotionen hervorzurufen.
fr: Les mots ont le pouvoir d’évoquer des émotions.
pl: Słowa mają moc przywoływania emocji.
