Repository: mmrybczynski/DeepMe
Catalog: DeepMe/Localizable/*.lproj/Localizable.strings
Languages: de, fr, pl

# Wyznania11
source: What have you never told anyone about your family?
de: Was hast du niemandem über deine Familie erzählt?
fr: Qu’as-tu jamais raconté à personne au sujet de ta famille ?
pl: Czego nigdy nikomu nie opowiedziałeś(-aś) o swojej rodzinie?

# Wyznania12
source: Which version of yourself would you like to show, and which part are you ashamed of?
de: Welche Version deiner selbst würdest du gern zeigen, und wofür schämst du dich?
fr: Quelle version de toi aimerais-tu montrer, et de quoi as-tu honte ?
pl: Jaką wersję siebie chciał(a)byś pokazywać, a czego się wstydzisz?

# Wyznania13
source: Which moment from the past would you like to experience again?
de: Welchen Moment aus der Vergangenheit würdest du gern noch einmal erleben?
fr: Quel moment du passé aimerais-tu revivre ?
pl: Który moment z przeszłości chciał(a)byś przeżyć jeszcze raz?

# Wyznania14
source: When did you feel proud of your own actions?
de: Wann warst du stolz auf dein eigenes Handeln?
fr: Quand t’es-tu senti(e) fier(ère) de tes propres actes ?
pl: Kiedy poczułeś(-aś), że jesteś dumny(-a) z własnego działania?

# Wyznania15
source: What is the greatest secret someone else has entrusted to you?
de: Was ist das größte Geheimnis, das dir jemand anvertraut hat?
fr: Quel est le plus grand secret que quelqu’un t’a confié ?
pl: Jaką największą tajemnicę powierzył(a) Ci ktoś inny?

# Wyznania16
source: What are you most proud of in your private life?
de: Worauf bist du in deinem Privatleben am meisten stolz?
fr: De quoi es-tu le plus fier(ère) dans ta vie privée ?
pl: Z czego najbardziej jesteś dumny(-a) w życiu prywatnym?

# Wyznania17
source: Have you ever been in a situation where you had to betray your values?
de: Warst du jemals in einer Situation, in der du deine Werte verraten musstest?
fr: As-tu déjà été dans une situation où tu as dû trahir tes valeurs ?
pl: Czy kiedykolwiek byłeś(-aś) w sytuacji, w której musiałeś(-aś) sprzeniewierzyć się swoim wartościom?

# Wyznania18
source: What was the happiest day of your life?
de: Was war der glücklichste Tag deines Lebens?
fr: Quel a été le jour le plus heureux de ta vie ?
pl: Jaki był Twój najszczęśliwszy dzień w życiu?

# Wyznania19
source: When did you feel you had reached a point of no return?
de: Wann hattest du das Gefühl, einen Punkt ohne Rückkehr erreicht zu haben?
fr: Quand as-tu senti que tu avais atteint un point de non-retour ?
pl: Kiedy poczułeś(-aś), że dotarłeś(-aś) do punktu bez odwrotu?

# Wyznania20
source: Which mistake from the past are you most ashamed of?
de: Welchen Fehler aus der Vergangenheit schämst du dich am meisten?
fr: Quelle erreur du passé te fait le plus honte ?
pl: Jakiego błędu z przeszłości najbardziej się wstydzisz?

# Wyznania21
source: Is there something you would like to forgive yourself for?
de: Gibt es etwas, wofür du dir selbst verzeihen möchtest?
fr: Y a-t-il quelque chose pour lequel tu aimerais te pardonner ?
pl: Czy jest coś, za co chciał(a)byś siebie rozgrzeszyć?

# Wyznania22
source: Who would you most like to thank for who you are today?
de: Wem würdest du am liebsten dafür danken, wer du heute bist?
fr: À qui aimerais-tu le plus dire merci pour la personne que tu es aujourd’hui ?
pl: Komu chciał(a)byś najbardziej podziękować za to, kim jesteś dziś?

# Wyznania23
source: Which childhood moment fills you with the greatest sense of nostalgia?
de: Welche Kindheitserinnerung erfüllt dich mit der größten Nostalgie?
fr: Quel souvenir d’enfance éveille en toi la plus grande nostalgie ?
pl: Jaki moment z dzieciństwa budzi w Tobie największy sentyment?

# Wyznania24
source: What moves you the most when you think about your past?
de: Was rührt dich am meisten, wenn du an deine Vergangenheit denkst?
fr: Qu’est-ce qui t’émeut le plus lorsque tu penses à ton passé ?
pl: Co Cię najbardziej wzrusza, gdy myślisz o swojej przeszłości?

# Wyznania25
source: In what circumstances did you feel you did not fit into the world around you?
de: In welchen Umständen hattest du das Gefühl, nicht in die Welt um dich herum zu passen?
fr: Dans quelles circonstances t’es-tu senti(e) en décalage avec le monde autour de toi ?
pl: W jakich okolicznościach czułeś(-aś), że nie pasujesz do świata wokół?

# Wyznania26
source: Which unfinished matters from the past would you like to finally close?
de: Welche unerledigten Angelegenheiten aus der Vergangenheit möchtest du abschließen?
fr: Quelles affaires inachevées du passé aimerais-tu clore ?
pl: Jakie niedokończone sprawy z przeszłości chciał(a)byś zamknąć?

# Wyznania27
source: What do you fear most about your future when looking at your past?
de: Wovor fürchtest du dich in deiner Zukunft am meisten, wenn du auf die Vergangenheit blickst?
fr: Qu’est-ce qui t’effraie le plus pour ton avenir en regardant ton passé ?
pl: Czego najbardziej boisz się w swojej przyszłości, patrząc na przeszłość?

# Wyznania28
source: What in your life have you still not come to terms with?
de: Womit hast du dich in deinem Leben noch nicht abgefunden?
fr: Avec quoi dans ta vie n’es-tu toujours pas en paix ?
pl: Z czym w Twoim życiu nadal się nie pogodziłeś(-aś)?

# Wyznania29
source: Which piece of advice from the past do you regret ignoring?
de: Welchen Rat aus der Vergangenheit bereust du ignoriert zu haben?
fr: Quel conseil du passé regrettes-tu d’avoir ignoré ?
pl: Którą radę z przeszłości żałujesz, że zignorowałeś(-aś)?

# Wyznania30
source: In what way have you surprised yourself the most over the years?
de: Worin hast du dich im Laufe der Jahre selbst am meisten überrascht?
fr: En quoi t’es-tu le plus surpris(e) toi-même au fil des années ?
pl: W czym najbardziej sam(-a) siebie zaskoczyłeś(-aś) na przestrzeni lat?

# Wyznania31
source: Which skill would you like to master, but keep postponing?
de: Welche Fähigkeit würdest du gern beherrschen, schiebst es aber immer wieder auf?
fr: Quelle compétence aimerais-tu maîtriser, mais que tu repousses sans cesse ?
pl: Jaką umiejętność chciał(a)byś opanować, ale wciąż odkładasz to na później?

# Wyznania32
source: To whom was it hardest for you to confess the truth about yourself?
de: Wem fiel es dir am schwersten, die Wahrheit über dich selbst zu gestehen?
fr: À qui a-t-il été le plus difficile d’avouer la vérité sur toi-même ?
pl: Komu najtrudniej było Ci wyznać prawdę o sobie?

# Wyznania33
source: Which event from the past changed your perception of the world?
de: Welches Ereignis aus der Vergangenheit hat dein Weltbild verändert?
fr: Quel événement du passé a changé ta perception du monde ?
pl: Które wydarzenie z przeszłości zmieniło Twoje postrzeganie świata?

# Wyznania34
source: Is there someone you would like to say “I forgive you” to?
de: Gibt es jemanden, dem du gern sagen würdest: „Ich verzeihe dir“?
fr: Y a-t-il quelqu’un à qui tu aimerais dire « je pardonne » ?
pl: Czy jest ktoś, komu chciał(a)byś powiedzieć „wybaczam”?

# Wyznania35
source: Which part of your past do you remember with the greatest tenderness?
de: Welchen Teil deiner Vergangenheit erinnerst du mit der größten Wehmut?
fr: Quelle partie de ton passé évoques-tu avec le plus de tendresse ?
pl: Jaką część swojej przeszłości wspominasz z największym rozrzewnieniem?

# Wyznania36
source: In which situation did you lack courage, even though you regret it now?
de: In welcher Situation hat dir der Mut gefehlt, obwohl du es heute bereust?
fr: Dans quelle situation as-tu manqué de courage, bien que tu le regrettes aujourd’hui ?
pl: W jakiej sytuacji zabrakło Ci odwagi, chociaż teraz tego żałujesz?

# Wyznania37
source: If you could give one piece of advice to your younger self, what would it be?
de: Wenn du deinem jüngeren Ich einen Rat geben könntest, welcher wäre das?
fr: Si tu pouvais donner un conseil à ton « toi plus jeune », lequel serait-ce ?
pl: Gdybyś mógł/mogła dać jedną radę „młodszemu sobie”, co by to było?

# Wyznania38
source: What was your most innocent lie from the past that still troubles you?
de: Was war deine unschuldigste Lüge aus der Vergangenheit, die dich dennoch quält?
fr: Quel a été ton mensonge le plus innocent du passé, qui pourtant te tourmente ?
pl: Jakie było Twoje najbardziej niewinne kłamstwo z przeszłości, które jednak Cię dręczy?

# Wyznania39
source: What from the past would you most like to repeat if you had the chance?
de: Was aus der Vergangenheit würdest du am liebsten wiederholen, wenn du die Chance hättest?
fr: Que souhaiterais-tu le plus revivre du passé si tu en avais l’occasion ?
pl: Co najchętniej byś powtórzył(-aś) z przeszłości, gdybyś miał(a) taką szansę?

# Wyznania40
source: Who in your surroundings has never known the full truth about you?
de: Wer aus deinem Umfeld kennt bis heute nicht die ganze Wahrheit über dich?
fr: Qui dans ton entourage n’a jamais connu toute la vérité sur toi ?
pl: Kto z Twojego otoczenia nigdy nie poznał całej prawdy o Tobie?

# WyznaniaSub1
source: Early years often leave the deepest mark on adulthood.
de: Die frühen Jahre hinterlassen oft die tiefsten Spuren im Erwachsenenleben.
fr: Les premières années laissent souvent l’empreinte la plus forte sur l’âge adulte.
pl: Wczesne lata często odciskają największe piętno na dorosłości.

# WyznaniaSub2
source: Admitting one's own success can also be difficult.
de: Auch der eigene Erfolg einzugestehen kann schwer sein.
fr: Reconnaître son propre succès peut aussi être difficile.
pl: Przyznanie się do własnego sukcesu też bywa trudne.

# WyznaniaSub3
source: The influence of a mentor or loved one shapes our decisions.
de: Der Einfluss eines Mentors oder nahestehenden Menschen prägt unsere Entscheidungen.
fr: L’influence d’un mentor ou d’un proche façonne nos décisions.
pl: Wpływ mentora czy bliskiego kształtuje nasze decyzje.

# WyznaniaSub4
source: Sometimes we are ashamed of our deepest interests.
de: Manchmal schämen wir uns unserer tiefsten Interessen.
fr: Il arrive que nous ayons honte de nos intérêts les plus profonds.
pl: Czasem wstydzimy się naszych najgłębszych zainteresowań.

# WyznaniaSub5
source: Great obstacles can forge character.
de: Große Hindernisse können den Charakter formen.
fr: Les grands obstacles peuvent forger le caractère.
pl: Wielkie przeszkody potrafią wykuwać charakter.

# WyznaniaSub6
source: There is strength in learning from mistakes.
de: Aus Fehlern zu lernen birgt große Stärke.
fr: Apprendre de ses erreurs est une force de développement.
pl: W uczeniu się na błędach tkwi siła rozwoju.

# WyznaniaSub7
source: Obligation can suppress our creativity.
de: Zwang kann unsere Kreativität unterdrücken.
fr: La contrainte peut étouffer notre créativité.
pl: Przymus potrafi tłumić naszą kreatywność.

# WyznaniaSub8
source: Admitting guilt is difficult, but it is a step toward reconciliation.
de: Schuld einzugestehen ist schwer, aber ein Schritt zur Versöhnung.
fr: Reconnaître sa faute est difficile, mais constitue un pas vers la réconciliation.
pl: Przyznanie się do winy bywa trudne, ale jest krokiem do zgody.

# WyznaniaSub9
source: Unspoken words can haunt us for years.
de: Unausgesprochene Worte können uns jahrelang verfolgen.
fr: Les mots non prononcés peuvent nous hanter pendant des années.
pl: Niewypowiedziane słowa potrafią prześladować nas latami.

# WyznaniaSub10
source: Being moved often reveals what matters most to us.
de: Rührung zeigt oft, was uns am wichtigsten ist.
fr: L’émotion révèle souvent ce qui compte le plus pour nous.
pl: Wzruszenie często ujawnia, co jest dla nas najważniejsze.

# WyznaniaSub11
source: Family secrets can be hard to reveal, even to those close to us.
de: Familiengeheimnisse sind oft schwer zu offenbaren, selbst Nahestehenden.
fr: Les secrets familiaux sont parfois difficiles à révéler, même aux proches.
pl: Rodzinne sekrety bywają trudne do wyjawienia, nawet bliskim.

# WyznaniaSub12
source: Our identity has many shades.
de: Unsere Identität hat viele Facetten.
fr: Notre identité comporte de nombreuses nuances.
pl: Nasza tożsamość ma wiele odcieni.

# WyznaniaSub13
source: Sometimes our thoughts return to past happy moments.
de: Manchmal kehren unsere Gedanken zu vergangenen glücklichen Momenten zurück.
fr: Il nous arrive de revenir en pensée à des moments heureux du passé.
pl: Czasem wracamy myślami do minionych szczęśliwych chwil.

# WyznaniaSub14
source: Celebrating our own successes is not always easy.
de: Eigene Erfolge zu feiern ist nicht immer einfach.
fr: Célébrer ses propres succès n’est pas toujours facile.
pl: Celebracja własnych sukcesów nie jest zawsze prosta.

# WyznaniaSub15
source: The trust of others becomes a burden we must carry.
de: Das Vertrauen anderer wird zu einer Last, die wir tragen.
fr: La confiance des autres devient un fardeau à porter.
pl: Zaufanie innych staje się naszym ciężarem do uniesienia.

# WyznaniaSub16
source: Each of us has achievements that bring pride.
de: Jeder von uns hat Errungenschaften, die Stolz bringen.
fr: Chacun de nous a des accomplissements qui suscitent la fierté.
pl: Każdy z nas ma osiągnięcia, które przynoszą dumę.

# WyznaniaSub17
source: Difficult choices shape our conscience.
de: Schwierige Entscheidungen formen unser Gewissen.
fr: Les choix difficiles façonnent notre conscience.
pl: Trudne wybory kształtują nasze sumienie.

# WyznaniaSub18
source: Remembering joyful moments gives strength for the future.
de: Die Erinnerung an glückliche Momente gibt Kraft für die Zukunft.
fr: Le souvenir des moments heureux donne de la force pour l’avenir.
pl: Wspomnienie radosnych chwil daje siłę na przyszłość.

# WyznaniaSub19
source: Critical moments make us realize who we truly are.
de: Grenzmomente zeigen uns, wer wir wirklich sind.
fr: Les moments limites nous révèlent qui nous sommes vraiment.
pl: Graniczne momenty uświadamiają nam, kim naprawdę jesteśmy.

# WyznaniaSub20
source: Shame can be a burden we carry for years.
de: Scham kann eine Last sein, die wir jahrelang tragen.
fr: La honte peut être un poids que l’on porte pendant des années.
pl: Wstyd bywa brzemieniem, które nosimy latami.

# WyznaniaSub21
source: Sometimes we need to forgive ourselves to move forward.
de: Manchmal müssen wir uns selbst vergeben, um weiterzugehen.
fr: Parfois, se pardonner à soi-même est nécessaire pour avancer.
pl: Czasem potrzebujemy wybaczyć sami sobie, by iść dalej.

# WyznaniaSub22
source: Gratitude can be the foundation of our humanity.
de: Dankbarkeit kann das Fundament unseres Menschseins sein.
fr: La gratitude peut être le fondement de notre humanité.
pl: Wdzięczność może być fundamentem naszego człowieczeństwa.

# WyznaniaSub23
source: Nostalgia can evoke the warmest memories.
de: Nostalgie kann die wärmsten Erinnerungen hervorrufen.
fr: La nostalgie peut faire surgir les souvenirs les plus chaleureux.
pl: Nostalgia potrafi przywołać najcieplejsze wspomnienia.

# WyznaniaSub24
source: Being moved reveals what is truly close to the heart.
de: Rührung offenbart, was dem Herzen wirklich nah ist.
fr: L’émotion révèle ce qui est réellement proche du cœur.
pl: Wzruszenie odsłania, co jest naprawdę bliskie sercu.

# WyznaniaSub25
source: A sense of alienation is often part of growing up.
de: Das Gefühl des Fremdseins ist oft Teil des Erwachsenwerdens.
fr: Le sentiment d’exclusion fait souvent partie de la maturation.
pl: Poczucie wyobcowania to częsta część dojrzewania.

# WyznaniaSub26
source: Closing chapters makes room for a new beginning.
de: Kapitel zu schließen schafft Raum für einen neuen Anfang.
fr: Fermer des chapitres laisse place à un nouveau départ.
pl: Zamykanie rozdziałów daje miejsce na nowy początek.

# WyznaniaSub27
source: The past often dictates our fears about tomorrow.
de: Die Vergangenheit bestimmt oft unsere Ängste vor dem Morgen.
fr: Le passé dicte souvent nos peurs de demain.
pl: Przeszłość często dyktuje nasze lęki o jutro.

# WyznaniaSub28
source: Lack of acceptance can be a source of inner conflict.
de: Fehlende Akzeptanz kann Quelle innerer Konflikte sein.
fr: Le manque d’acceptation peut être source de conflit intérieur.
pl: Brak akceptacji potrafi być źródłem wewnętrznego konfliktu.

# WyznaniaSub29
source: Ignored advice can gain value over time.
de: Ignorierte Ratschläge gewinnen mit der Zeit an Wert.
fr: Les conseils ignorés prennent parfois de la valeur avec le temps.
pl: Zlekceważone porady mogą nabierać wartości po czasie.

# WyznaniaSub30
source: Growth is often full of unexpected turns.
de: Entwicklung ist oft voller unerwarteter Wendungen.
fr: Le développement est souvent rempli de tournants inattendus.
pl: Rozwój bywa pełen nieoczekiwanych zwrotów.

# WyznaniaSub31
source: Postponing dreams can become the greatest regret.
de: Aufgeschobene Träume können zum größten Bedauern werden.
fr: Reporter ses rêves peut devenir le plus grand regret.
pl: Odkładanie marzeń może stać się największym żalem.

# WyznaniaSub32
source: Honesty with loved ones can be the greatest challenge.
de: Ehrlichkeit gegenüber Nahestehenden ist oft die größte Herausforderung.
fr: La sincérité envers les proches est souvent le plus grand défi.
pl: Szczerość wobec bliskich bywa największym wyzwaniem.

# WyznaniaSub33
source: Turning points can reframe an entire life.
de: Wendepunkte können ein ganzes Leben neu bewerten.
fr: Les moments décisifs peuvent transformer toute une vie.
pl: Przełomowe chwile potrafią przewartościować całe życie.

# WyznaniaSub34
source: Forgiveness can grant freedom to both sides.
de: Vergebung kann beiden Seiten Freiheit schenken.
fr: Le pardon peut offrir la liberté aux deux parties.
pl: Darowanie win może dać wolność obu stronom.

# WyznaniaSub35
source: Memories can be like a warm blanket on a cool evening.
de: Erinnerungen können wie eine warme Decke an einem kühlen Abend sein.
fr: Les souvenirs peuvent être comme une couverture chaude lors d’une soirée fraîche.
pl: Wspomnienia mogą być jak ciepły koc na chłodny wieczór.

# WyznaniaSub36
source: A lack of courage can cost valuable opportunities.
de: Mangelnder Mut kann wertvolle Chancen kosten.
fr: Le manque de courage peut coûter de précieuses occasions.
pl: Brak odwagi może kosztować cenne szanse.

# WyznaniaSub37
source: Sometimes one piece of advice from the future could change everything.
de: Manchmal könnte ein einziger Rat aus der Zukunft alles verändern.
fr: Parfois, un seul conseil venu du futur changerait le cours des choses.
pl: Czasem jedna wskazówka z przyszłości zmieniłaby bieg wydarzeń.

# WyznaniaSub38
source: Even small lies can weigh on the conscience.
de: Auch kleine Lügen können das Gewissen belasten.
fr: Même les petits mensonges peuvent peser sur la conscience.
pl: Niewielkie kłamstwa również mogą ciążyć na sumieniu.

# WyznaniaSub39
source: Sometimes one experience is worth living twice.
de: Manche Erfahrungen sind es wert, zweimal erlebt zu werden.
fr: Parfois, une expérience mérite d’être vécue deux fois.
pl: Czasem jedno doświadczenie warto przeżyć dwa razy.

# WyznaniaSub40
source: The truth about ourselves is often layered and not always revealed.
de: Die Wahrheit über uns selbst ist oft vielschichtig und nicht immer offenbart.
fr: La vérité sur nous-mêmes est souvent multiple et pas toujours révélée.
pl: Prawda o nas samych bywa wielowarstwowa i nie zawsze ujawniana.

# Party1
source: What’s your craziest party memory?
de: Was ist deine verrückteste Erinnerung an eine Party?
fr: Quel est ton souvenir de fête le plus fou ?
pl: Jakie najbardziej szalone wspomnienie masz z imprezy?

# Party2
source: What would you do if you won a million zlotys?
de: Was würdest du tun, wenn du eine Million Złoty gewinnen würdest?
fr: Que ferais-tu si tu gagnais un million de zlotys ?
pl: Co zrobił(-a)byś, gdybyś wygrał(-a) milion złotych?

# Party3
source: What superpower would you like to have for one day?
de: Welche Superkraft würdest du gern für einen Tag haben?
fr: Quel super-pouvoir aimerais-tu avoir pendant une journée ?
pl: Jaką supermoc chciał(a)byś mieć na jeden dzień?

# Party4
source: What would you do if you could be invisible?
de: Was würdest du tun, wenn du unsichtbar sein könntest?
fr: Que ferais-tu si tu pouvais être invisible ?
pl: Co byś zrobił(-a), gdybyś mógł(-a) być niewidzialny(-a)?

# Party5
source: What was the most spontaneous thing you’ve ever done in your life?
de: Was war die spontanste Aktion deines Lebens?
fr: Quel a été l’acte le plus spontané de ta vie ?
pl: Jakie było Twoje najbardziej spontaniczne działanie w życiu?

# Party6
source: If you could be anyone for one day, who would you choose?
de: Wenn du für einen Tag irgendjemand sein könntest, wen würdest du wählen?
fr: Si tu pouvais être n’importe qui pendant une journée, qui choisirais-tu ?
pl: Gdybyś mógł(-a) być kimkolwiek przez jeden dzień, kogo byś wybrał(-a)?

# Party7
source: What would you do if you won a one-way ticket to anywhere in the world?
de: Was würdest du tun, wenn du ein One-Way-Ticket an einen beliebigen Ort auf der Welt gewinnen würdest?
fr: Que ferais-tu si tu gagnais un billet aller simple pour n’importe quel endroit du monde ?
pl: Co byś zrobił(-a), gdybyś wygrał(-a) bilet w jedną stronę do dowolnego miejsca na świecie?

# Party8
source: What was your biggest social faux pas?
de: Was war dein größter gesellschaftlicher Fauxpas?
fr: Quel a été ton plus grand faux pas social ?
pl: Jakie było Twoje największe faux-pas towarzyskie?

# Party9
source: Who would you like to spend one crazy day with?
de: Mit wem würdest du gern einen verrückten Tag verbringen?
fr: Avec qui aimerais-tu passer une journée complètement folle ?
pl: Z kim chciał(a)byś spędzić jeden szalony dzień?

# Party10
source: What would you do if you could turn back time by one day?
de: Was würdest du tun, wenn du die Zeit um einen Tag zurückdrehen könntest?
fr: Que ferais-tu si tu pouvais remonter le temps d’un jour ?
pl: Co byś zrobił(-a), gdybyś mógł(-a) cofnąć czas o jeden dzień?

# Party11
source: What’s the strangest food you’ve ever tried?
de: Was ist das seltsamste Essen, das du je probiert hast?
fr: Quel est l’aliment le plus étrange que tu aies goûté ?
pl: Jakie najdziwniejsze jedzenie próbowałeś(-aś) w życiu?

# Party12
source: What would you do if you won a date with your favorite celebrity?
de: Was würdest du tun, wenn du ein Date mit deinem Lieblingsstar gewinnen würdest?
fr: Que ferais-tu si tu gagnais un rendez-vous avec ta célébrité préférée ?
pl: Co zrobił(-a)byś, gdybyś wygrał(-a) randkę z ulubioną gwiazdą?

# Party13
source: What was your most awkward situation on a date?
de: Was war deine peinlichste Situation bei einem Date?
fr: Quelle a été ta situation la plus gênante lors d’un rendez-vous ?
pl: Jaka była Twoja najbardziej niezręczna sytuacja na randce?

# Party14
source: What would you do if you could read minds for one day?
de: Was würdest du tun, wenn du für einen Tag Gedanken lesen könntest?
fr: Que ferais-tu si tu pouvais lire dans les pensées pendant une journée ?
pl: Co byś zrobił(-a), gdybyś mógł(-a) przez jeden dzień czytać w myślach?

# Party15
source: Whose life would you like to swap with for 24 hours?
de: Mit wem würdest du für 24 Stunden das Leben tauschen?
fr: Avec qui aimerais-tu échanger ta vie pendant 24 heures ?
pl: Z kim chciał(a)byś zamienić się życiem na 24 godziny?

# Party16
source: What thing from your childhood would you most like to get back?
de: Welchen Gegenstand aus deiner Kindheit würdest du am liebsten zurückbekommen?
fr: Quelle chose de ton enfance aimerais-tu le plus retrouver ?
pl: Jaką rzecz z swojego dzieciństwa najbardziej chciał(a)byś odzyskać?

# Party17
source: What would you do if you could break the rules for one day with no consequences?
de: Was würdest du tun, wenn du für einen Tag Regeln ohne Konsequenzen brechen könntest?
fr: Que ferais-tu si tu pouvais enfreindre les règles pendant une journée sans conséquences ?
pl: Co zrobił(-a)byś, gdybyś mógł(-a) przez jeden dzień łamać zasady bez konsekwencji?
