Repository: mmrybczynski/DeepMe
Catalog: DeepMe/Localizable/*.lproj/Localizable.strings
Languages: de, fr, pl

# SimpleSub29
source: Authenticity is freedom from expectations.
de: Authentizität ist Freiheit von Erwartungen.
fr: L’authenticité est la liberté face aux attentes.
pl: Autentyczność to wolność od oczekiwań.

# SimpleSub30
source: Joy does not always need a reason.
de: Freude braucht nicht immer einen Grund.
fr: La joie n’a pas toujours besoin de raison.
pl: Radość nie zawsze potrzebuje powodu.
