Repository: mmrybczynski/DeepMe
Catalog: DeepMe/Localizable/*.lproj/Localizable.strings
Languages: de, fr, pl

# Cienie5
source: When was the last time you felt truly terrified?
de: Wann hast du dich zuletzt wirklich zutiefst erschrocken gefühlt?
fr: Quand t’es-tu senti(e) véritablement terrifié(e) pour la dernière fois ?
pl: Kiedy ostatnio poczułeś(-aś) się prawdziwie przerażony(-a)?

# Cienie6
source: How do you react to the thought that you might disappoint someone?
de: Wie reagierst du auf den Gedanken, dass du jemanden enttäuschen könntest?
fr: Comment réagis-tu à l’idée que tu puisses décevoir quelqu’un ?
pl: Jak reagujesz na myśl, że możesz kogoś zawieść?

# Cienie7
source: Which family secrets trouble you the most?
de: Welche Familiengeheimnisse beunruhigen dich am meisten?
fr: Quels secrets familiaux t’inquiètent le plus ?
pl: Jakie sekrety rodzinne najbardziej Cię niepokoją?

# Cienie8
source: What lies behind your greatest jealousy or envy?
de: Woraus entspringen dein größter Neid oder deine Eifersucht?
fr: D’où proviennent ta plus grande jalousie ou ton envie ?
pl: Z czego wynika Twoja największa zazdrość lub zawiść?

# Cienie9
source: Which decision in your life do you regret the most?
de: Welche Entscheidung in deinem Leben bereust du am meisten?
fr: Quelle décision dans ta vie regrettes-tu le plus ?
pl: Jaką decyzję w życiu najbardziej żałujesz?

# Cienie10
source: What would you do if you were certain you would face no consequences?
de: Was würdest du tun, wenn du sicher wärst, keine Konsequenzen zu tragen?
fr: Que ferais-tu si tu étais certain(e) de ne subir aucune conséquence ?
pl: Co byś zrobił(-a), gdybyś miał(a) pewność, że nie poniesiesz kary?

# Cienie11
source: What thoughts come to your mind when you are alone in the darkness?
de: Welche Gedanken kommen dir in den Sinn, wenn du allein in der Dunkelheit bist?
fr: Quelles pensées te viennent à l’esprit lorsque tu es seul(e) dans l’obscurité ?
pl: Jakie myśli przychodzą Ci do głowy, gdy jesteś sam(a) w ciemności?

# Cienie12
source: Have you ever hurt someone who did not deserve it?
de: Hast du jemals jemanden verletzt, der es nicht verdient hat?
fr: As-tu déjà blessé quelqu’un qui ne le méritait pas ?
pl: Czy skrzywdziłeś(-aś) kiedyś kogoś, kto na to nie zasługiwał?

# Cienie13
source: What is the greatest injustice you notice in your surroundings?
de: Welche größte Ungerechtigkeit nimmst du in deiner Umgebung wahr?
fr: Quelle est la plus grande injustice que tu perçois dans ton environnement ?
pl: Jaką największą niesprawiedliwość dostrzegasz w swoim otoczeniu?

# Cienie14
source: Is there something you have never forgiven others or yourself for?
de: Gibt es etwas, das du anderen oder dir selbst nie verziehen hast?
fr: Y a-t-il quelque chose que tu n’as jamais pardonné aux autres ou à toi-même ?
pl: Czy jest coś, czego nigdy nie wybaczyłeś(-aś) innym lub sobie?

# Cienie15
source: Where in your heart do you feel the greatest burden?
de: Wo in deinem Herzen spürst du die größte Last?
fr: Où dans ton cœur ressens-tu le plus lourd fardeau ?
pl: Gdzie w swoim sercu czujesz największy ciężar?

# Cienie16
source: What is your most hidden fear from childhood?
de: Was ist deine am tiefsten verborgene Angst aus der Kindheit?
fr: Quelle est ta peur d’enfance la plus profondément enfouie ?
pl: Jaki jest Twój najbardziej skrywany lęk z dzieciństwa?

# Cienie17
source: What do you do when anger takes control over you?
de: Was tust du, wenn die Wut die Kontrolle über dich übernimmt?
fr: Que fais-tu lorsque la colère prend le contrôle sur toi ?
pl: Co robisz, gdy gniew przejmuje nad Tobą kontrolę?

# Cienie18
source: What is your most difficult memory from the past?
de: Was ist deine schwierigste Erinnerung aus der Vergangenheit?
fr: Quel est ton souvenir le plus difficile du passé ?
pl: Jakie jest Twoje najtrudniejsze wspomnienie z przeszłości?

# Cienie19
source: What would you most like to destroy within yourself?
de: Was würdest du am liebsten an dir selbst zerstören?
fr: Qu’aimerais-tu le plus détruire en toi-même ?
pl: Co najbardziej chciał(a)byś w siebie zniszczyć?

# Cienie20
source: If you could remove one emotion from life, what would it be?
de: Wenn du eine Emotion aus dem Leben entfernen könntest, welche wäre das?
fr: Si tu pouvais supprimer une émotion de la vie, laquelle serait-ce ?
pl: Gdybyś mógł/mogła usunąć jedną emocję z życia, co by to było?

# Cienie21
source: Have you ever wished someone harm in your thoughts?
de: Hast du jemals jemandem im Stillen etwas Böses gewünscht?
fr: As-tu déjà souhaité du mal à quelqu’un en pensée ?
pl: Czy kiedykolwiek życzyłeś(-aś) komuś źle w myślach?

# Cienie22
source: What would happen if everyone learned your darkest secrets?
de: Was würde passieren, wenn alle deine dunkelsten Geheimnisse kennen würden?
fr: Que se passerait-il si tout le monde connaissait tes secrets les plus sombres ?
pl: Co by się stało, gdyby wszyscy poznali Twoje najmroczniejsze tajemnice?

# Cienie23
source: What overwhelms you the most in everyday life?
de: Was belastet dich im Alltag am meisten?
fr: Qu’est-ce qui t’accable le plus dans la vie quotidienne ?
pl: Co najbardziej przytłacza Cię w życiu codziennym?

# Cienie24
source: How do you react when you discover feelings within yourself that you are ashamed of?
de: Wie reagierst du, wenn du Gefühle in dir entdeckst, für die du dich schämst?
fr: Comment réagis-tu lorsque tu découvres en toi des sentiments dont tu as honte ?
pl: Jak reagujesz, gdy odkrywasz w siebie uczucia, których się wstydzisz?

# Cienie25
source: Have you ever intentionally hurt someone with words or actions?
de: Hast du jemals absichtlich jemanden mit Worten oder Taten verletzt?
fr: As-tu déjà volontairement blessé quelqu’un par des paroles ou des actes ?
pl: Czy kiedykolwiek celowo zraniłeś(-aś) kogoś słowem lub czynem?

# Cienie26
source: Which question about your life would frighten you the most?
de: Welche Frage über dein Leben würde dir am meisten Angst machen?
fr: Quelle question sur ta vie t’effraierait le plus ?
pl: Jakie pytanie o Twoje życie przerażałoby Cię najbardziej?

# Cienie27
source: What troubles you the most before falling asleep?
de: Was quält dich am meisten vor dem Einschlafen?
fr: Qu’est-ce qui te tourmente le plus avant de t’endormir ?
pl: Co Cię najbardziej dręczy przed snem?

# Cienie28
source: Have you ever thought about something that crosses your moral boundaries?
de: Hast du jemals über etwas nachgedacht, das deine moralischen Grenzen überschreitet?
fr: As-tu déjà pensé à quelque chose qui dépasse tes limites morales ?
pl: Czy myślałeś(-aś) kiedyś o czymś, co przekracza Twoje granice moralne?

# Cienie29
source: How do you react to injustice that you cannot change?
de: Wie reagierst du auf Ungerechtigkeit, die du nicht ändern kannst?
fr: Comment réagis-tu face à une injustice que tu ne peux pas changer ?
pl: Jak reagujesz na niesprawiedliwość, której nie możesz zmienić?

# Cienie30
source: Have you ever hidden the truth from someone out of fear of the consequences?
de: Hast du jemals aus Angst vor den Konsequenzen jemandem die Wahrheit verheimlicht?
fr: As-tu déjà caché la vérité à quelqu’un par peur des conséquences ?
pl: Czy kiedykolwiek ukrywałeś(-aś) przed kimś prawdę z obawy przed konsekwencjami?

# Cienie31
source: How would you define your dark side?
de: Wie würdest du deine dunkle Seite definieren?
fr: Comment définirais-tu ton côté sombre ?
pl: Jak zdefiniował(a)byś swoją ciemną stronę?

# Cienie32
source: Do you ever take pleasure in other people's failures?
de: Empfindest du manchmal Freude an den Misserfolgen anderer?
fr: T’arrive-t-il de ressentir du plaisir face aux échecs des autres ?
pl: Czy zdarza Ci się czerpać przyjemność z cudzych porażek?

# Cienie33
source: What would you most like to erase from your memory but cannot?
de: Was würdest du am liebsten aus deinem Gedächtnis löschen, kannst es aber nicht?
fr: Qu’aimerais-tu le plus effacer de ta mémoire sans y parvenir ?
pl: Co najbardziej chciał(a)byś wymazać z pamięci, a nie możesz?

# Cienie34
source: Is there something you would like to do, but shame or fear holds you back?
de: Gibt es etwas, das du tun möchtest, aber Scham oder Angst halten dich zurück?
fr: Y a-t-il quelque chose que tu aimerais faire, mais que la honte ou la peur t’empêchent de réaliser ?
pl: Czy jest coś, co chciał(a)byś zrobić, ale wstyd lub strach Cię powstrzymują?

# Cienie35
source: What thought appears when you look at yourself in the mirror?
de: Welcher Gedanke kommt dir, wenn du dich im Spiegel betrachtest?
fr: Quelle pensée surgit lorsque tu te regardes dans le miroir ?
pl: Jaka myśl pojawia się, gdy spoglądasz w lustro na siebie?

# Cienie36
source: What would you prefer to hide from the entire world?
de: Was würdest du am liebsten vor der ganzen Welt verbergen?
fr: Qu’aimerais-tu cacher au monde entier ?
pl: Co wolał(a)byś ukryć przed całym światem?

# Cienie37
source: Has anyone close to you ever learned your dark secrets?
de: Hat jemals jemand aus deinem Umfeld deine dunklen Geheimnisse erfahren?
fr: Quelqu’un de proche a-t-il déjà découvert tes secrets les plus sombres ?
pl: Czy kiedykolwiek ktoś bliski poznał Twoje mroczne sekrety?

# Cienie38
source: How do you cope with shame and guilt?
de: Wie gehst du mit Scham und Schuldgefühlen um?
fr: Comment fais-tu face à la honte et au sentiment de culpabilité ?
pl: Jak radzisz sobie ze wstydem i poczuciem winy?

# Cienie39
source: What do you regret most in your relationships with other people?
de: Was bereust du am meisten in deinen Beziehungen zu anderen Menschen?
fr: Que regrettes-tu le plus dans tes relations avec les autres ?
pl: Czego najbardziej żałujesz w kontaktach z innymi ludźmi?

# Cienie40
source: What do you think others might think if they learned your true character?
de: Was glaubst du, was andere denken würden, wenn sie deinen wahren Charakter kennen würden?
fr: Que penses-tu que les autres pourraient penser s’ils découvraient ton véritable caractère ?
pl: Jak sądzisz, co inni mogliby pomyśleć, gdyby poznali Twój prawdziwy charakter?

# CienieSub1
source: Even the darkest stories want to be heard.
de: Selbst die dunkelsten Geschichten wollen gehört werden.
fr: Même les histoires les plus sombres veulent être entendues.
pl: Nawet najmroczniejsze historie chcą być usłyszane.

# CienieSub2
source: Dreams often conceal our fears and truths.
de: Träume verbergen oft unsere Ängste und Wahrheiten.
fr: Les rêves dissimulent souvent nos peurs et nos vérités.
pl: Sny często ukrywają nasze lęki i prawdy.

# CienieSub3
source: Looking into the mirror of one's own weaknesses requires courage.
de: Der Blick in den Spiegel der eigenen Schwächen erfordert Mut.
fr: Regarder dans le miroir de ses propres faiblesses demande du courage.
pl: Spojrzenie w lustro własnych słabości wymaga odwagi.

# CienieSub4
source: Understanding dark sides is part of growth.
de: Das Verständnis der dunklen Seiten ist Teil der Entwicklung.
fr: Comprendre les parts d’ombre fait partie du développement personnel.
pl: Zrozumienie ciemnych stron to część rozwoju.

# CienieSub5
source: Fear gives clues to where we are most vulnerable.
de: Angst gibt Hinweise darauf, wo wir am verletzlichsten sind.
fr: La peur indique les endroits où nous sommes les plus vulnérables.
pl: Strach daje wskazówki, gdzie jesteśmy najbardziej wrażliwi.

# CienieSub6
source: Fear of disappointment often holds us back from action.
de: Die Angst vor Enttäuschung hält uns oft vom Handeln ab.
fr: La peur de décevoir nous empêche souvent d’agir.
pl: Lęk przed rozczarowaniem często powstrzymuje nas przed działaniem.

# CienieSub7
source: Family histories often contain unspoken truths.
de: Familiäre Geschichten enthalten oft unausgesprochene Wahrheiten.
fr: Les histoires familiales contiennent souvent des vérités non dites.
pl: Rodzinne historie nieraz zawierają niewypowiedziane prawdy.

# CienieSub8
source: Becoming aware of the causes of negative feelings is a step toward liberation.
de: Das Erkennen der Ursachen negativer Gefühle ist ein Schritt zur Befreiung.
fr: Prendre conscience des causes des émotions négatives est un pas vers la libération.
pl: Uświadomienie sobie przyczyn negatywnych uczuć to krok do wyzwolenia.

# CienieSub9
source: Memories of past mistakes can be difficult, but they teach humility.
de: Erinnerungen an vergangene Fehler sind oft schwer, lehren aber Demut.
fr: Les souvenirs d’erreurs passées sont difficiles, mais ils enseignent l’humilité.
pl: Wspomnienia przeszłych pomyłek bywają trudne, ale uczą pokory.

# CienieSub10
source: Dark desires can come to light without consequences.
de: Dunkle Wünsche können ohne Konsequenzen ans Licht kommen.
fr: Les désirs sombres peuvent voir le jour sans conséquences.
pl: Mroczne pragnienia mogą wyjść na światło dzienne bez konsekwencji.

# CienieSub11
source: Silence and darkness can sharpen fears.
de: Stille und Dunkelheit können Ängste schärfen.
fr: Le silence et l’obscurité peuvent intensifier les peurs.
pl: Cisza i ciemność potrafią wyostrzyć lęki.

# CienieSub12
source: Admitting guilt is difficult, but freeing.
de: Schuld einzugestehen ist schwer, aber befreiend.
fr: Reconnaître sa culpabilité est difficile, mais libérateur.
pl: Przyznanie się do winy jest trudne, ale uwalnia.

# CienieSub13
source: Sometimes noticing evil creates the need for change.
de: Manchmal erzeugt das Wahrnehmen von Bösem den Wunsch nach Veränderung.
fr: Parfois, percevoir le mal fait naître le besoin de changement.
pl: Czasem dostrzeganie zła rodzi potrzebę zmiany.

# CienieSub14
source: Lack of forgiveness can poison the soul.
de: Mangelnde Vergebung kann die Seele vergiften.
fr: L’absence de pardon peut empoisonner l’âme.
pl: Brak przebaczenia potrafi zatruwać duszę.

# CienieSub15
source: Dark thoughts are often carried hidden from the world.
de: Dunkle Gedanken tragen wir oft vor der Welt verborgen.
fr: Les pensées sombres sont souvent portées à l’abri du monde.
pl: Ciemne myśli często nosimy ukryte przed światem.

# CienieSub16
source: Childhood fears stay with us if we do not work through them.
de: Kindliche Ängste bleiben bei uns, wenn wir sie nicht verarbeiten.
fr: Les peurs d’enfance nous accompagnent si nous ne les travaillons pas.
pl: Dziecięce obawy zostają z nami, jeśli ich nie przepracujemy.

# CienieSub17
source: Awareness of anger mechanisms is the first step to mastering it.
de: Das Bewusstsein für die Mechanismen der Wut ist der erste Schritt zu ihrer Kontrolle.
fr: La conscience des mécanismes de la colère est le premier pas vers sa maîtrise.
pl: Świadomość mechanizmów złości to pierwszy krok do opanowania jej.

# CienieSub18
source: Confronting a painful past can be healing.
de: Die Konfrontation mit einer schmerzhaften Vergangenheit kann heilend sein.
fr: Faire face à un passé douloureux peut être guérisseur.
pl: Konfrontacja z bolesną przeszłością bywa uzdrawiająca.

# CienieSub19
source: Sometimes the desire to get rid of a trait is part of change.
de: Manchmal ist der Wunsch, eine Eigenschaft loszuwerden, Teil der Veränderung.
fr: Parfois, le désir de se débarrasser d’un trait fait partie du changement.
pl: Czasami pragnienie pozbycia się jakiejś cechy jest częścią zmiany.

# CienieSub20
source: Emotions shape our identity, even when they are uncomfortable.
de: Emotionen formen unsere Identität, auch wenn sie unbequem sind.
fr: Les émotions façonnent notre identité, même lorsqu’elles sont inconfortables.
pl: Emocje tworzą naszą tożsamość, choć bywają niewygodne.

# CienieSub21
source: Darkness can reveal itself even in wishes.
de: Dunkelheit kann sich sogar in Wünschen zeigen.
fr: L’ombre peut se manifester même dans les souhaits.
pl: Mrok potrafi ujawnić się nawet w życzeniach.

# CienieSub22
source: Fear of judgment is often greater than the actual reaction.
de: Die Angst vor Bewertung ist oft größer als die tatsächliche Reaktion.
fr: La peur du jugement est souvent plus grande que la réaction réelle.
pl: Strach przed oceną bywa większy niż rzeczywista reakcja.

# CienieSub23
source: Recognizing sources of stress helps to combat it.
de: Das Erkennen von Stressquellen hilft, ihn zu bekämpfen.
fr: Identifier les sources de stress aide à les combattre.
pl: Uświadomienie sobie źródeł stresu pomaga go zwalczać.

# CienieSub24
source: Accepting difficult emotions is part of maturation.
de: Die Akzeptanz schwieriger Emotionen ist Teil des Reifungsprozesses.
fr: Accepter des émotions difficiles fait partie de la maturation.
pl: Akceptacja trudnych emocji to część dojrzewania.

# CienieSub25
source: Admitting to consciously causing pain exposes our shadows.
de: Das Eingeständnis bewusster Schmerzverursachung entlarvt unsere Schatten.
fr: Reconnaître avoir consciemment causé de la douleur révèle nos ombres.
pl: Przyznanie się do świadomego zadawania bólu obnaża nasze cienie.

# CienieSub26
source: Confronting this question can help understand one's fears.
de: Die Konfrontation mit dieser Frage kann helfen, eigene Ängste zu verstehen.
fr: Se confronter à cette question peut aider à comprendre ses propres peurs.
pl: Konfrontacja z tym pytaniem może pomóc zrozumieć własne lęki.

# CienieSub27
source: Evening worries tend to be the most intrusive.
de: Abendliche Sorgen sind oft am aufdringlichsten.
fr: Les inquiétudes du soir sont souvent les plus envahissantes.
pl: Wieczorne zmartwienia bywają najbardziej natarczywe.

# CienieSub28
source: Exploring moral boundaries reveals our true self.
de: Die Erforschung moralischer Grenzen offenbart unser wahres Ich.
fr: Explorer les limites morales révèle notre véritable moi.
pl: Badanie moralnych granic ujawnia nasze prawdziwe ja.

# CienieSub29
source: Hopelessness can give rise to rebellion or resignation.
de: Hoffnungslosigkeit kann Rebellion oder Resignation hervorbringen.
fr: Le désespoir peut engendrer la révolte ou la résignation.
pl: Beznadzieja może rodzić bunt lub poczucie rezygnacji.

# CienieSub30
source: Sometimes silence is a form of defense.
de: Manchmal ist Schweigen eine Form der Verteidigung.
fr: Parfois, le silence est une forme de défense.
pl: Czasem milczenie jest formą obrony.

# CienieSub31
source: Acknowledging its existence is a step toward inner integration.
de: Ihre Existenz anzuerkennen ist ein Schritt zur inneren Integration.
fr: Reconnaître son existence est un pas vers l’intégration intérieure.
pl: Uznanie jej istnienia to krok do wewnętrznej integracji.

# CienieSub32
source: Schadenfreude is a shade of human nature few admit to.
de: Schadenfreude ist eine Facette der menschlichen Natur, zu der sich nur wenige bekennen.
fr: La Schadenfreude est une facette de la nature humaine que peu osent admettre.
pl: Schadenfreude to odcień ludzkiej natury, któremu mało kto się przyznaje.

# CienieSub33
source: Intrusive memories can be the most painful part of existence.
de: Aufdringliche Erinnerungen sind oft der schmerzhafteste Teil des Daseins.
fr: Les souvenirs envahissants sont souvent la partie la plus douloureuse de l’existence.
pl: Natrętne wspomnienia bywają najbardziej bolesną częścią istnienia.

# CienieSub34
source: Desires that conflict with norms often remain hidden.
de: Wünsche, die der Norm widersprechen, bleiben oft verborgen.
fr: Les désirs contraires aux normes restent souvent cachés.
pl: Pragnienia sprzeczne z normą często pozostają w ukryciu.

# CienieSub35
source: One's own reflection can be a harsh judge.
de: Das eigene Spiegelbild kann ein strenger Richter sein.
fr: Son propre reflet peut être un juge sévère.
pl: Własne odbicie potrafi być surowym sędzią.

# CienieSub36
source: Some secrets never leave our minds.
de: Manche Geheimnisse verlassen unseren Kopf nie.
fr: Certains secrets ne quittent jamais notre esprit.
pl: Niektóre sekrety nigdy nie opuszczają naszej głowy.

# CienieSub37
source: Revealing the darkest corners of the soul requires trust.
de: Das Offenlegen der dunkelsten Winkel der Seele erfordert Vertrauen.
fr: Révéler les recoins les plus sombres de l’âme exige de la confiance.
pl: Odsłonięcie najciemniejszych zakamarków duszy wymaga zaufania.

# CienieSub38
source: These emotions can paralyze us, but also point the way to improvement.
de: Diese Emotionen können uns lähmen, aber auch den Weg zur Besserung weisen.
fr: Ces émotions peuvent nous paralyser, mais aussi indiquer la voie de l’amélioration.
pl: Emocje te potrafią nas paraliżować, ale i wskazywać drogę poprawy.

# CienieSub39
source: Missed opportunities for honesty are often the hardest to bear.
de: Verpasste Gelegenheiten zur Ehrlichkeit sind oft am schwersten zu ertragen.
fr: Les occasions manquées de sincérité sont souvent les plus difficiles à supporter.
pl: Przegapione okazje do szczerości bywają najcięższe do zniesienia.

# CienieSub40
source: People are more afraid of judgment than they actually experience it.
de: Menschen fürchten sich häufiger vor Bewertung, als sie diese tatsächlich erfahren.
fr: Les gens ont plus souvent peur du jugement qu’ils ne le subissent réellement.
pl: Ludzie częściej się boją oceny niż realnie jej doświadczają.

# Wyznania1
source: Which childhood memory has shaped you the most?
de: Welche Erinnerung aus deiner Kindheit hat dich am meisten geprägt?
fr: Quel souvenir d’enfance t’a le plus façonné(e) ?
pl: Jakie wspomnienie z dzieciństwa najbardziej Cię kształtuje?

# Wyznania2
source: When was the last time you felt you had done something truly great?
de: Wann hast du dich zuletzt gefühlt, als hättest du etwas wirklich Großes getan?
fr: Quand as-tu ressenti pour la dernière fois que tu avais accompli quelque chose de vraiment grand ?
pl: Kiedy ostatnio poczułeś(-aś), że zrobiłeś(-aś) coś szczerze wielkiego?

# Wyznania3
source: Which person has had the greatest influence on you?
de: Welche Person hatte den größten Einfluss auf dich?
fr: Quelle personne a eu la plus grande influence sur toi ?
pl: Która osoba miała na Ciebie największy wpływ?

# Wyznania4
source: What hidden passion have you been carrying within yourself for a long time?
de: Welche verborgene Leidenschaft trägst du schon lange in dir?
fr: Quelle passion cachée portes-tu en toi depuis longtemps ?
pl: Jaką skrywaną pasję w sobie nosisz od dawna?

# Wyznania5
source: What has been the most difficult challenge in your life?
de: Was war die schwierigste Herausforderung in deinem Leben?
fr: Quel a été le défi le plus difficile de ta vie ?
pl: Co było najtrudniejszym wyzwaniem w Twoim życiu?

# Wyznania6
source: What is the most important lesson a failure you experienced has taught you?
de: Welche wichtigste Lektion hat dir eine erlebte Niederlage erteilt?
fr: Quelle est la leçon la plus importante que t’a apprise un échec vécu ?
pl: Jaką najważniejszą lekcję dała Ci porażka, którą przeżyłeś(-aś)?

# Wyznania7
source: What have you done in the past purely out of a sense of duty, not passion?
de: Was hast du früher nur aus Pflichtgefühl getan und nicht aus Leidenschaft?
fr: Qu’as-tu fait autrefois uniquement par sens du devoir et non par passion ?
pl: Co zrobiłeś(-aś) kiedyś wyłącznie z poczucia obowiązku, a nie pasji?

# Wyznania8
source: When was the last time you said “I’m sorry” and what prompted it?
de: Wann hast du zuletzt „Entschuldigung“ gesagt und was hat dich dazu bewegt?
fr: Quand as-tu dit « pardon » pour la dernière fois et qu’est-ce qui t’y a poussé(e) ?
pl: Kiedy ostatnio powiedziałeś(-aś) „przepraszam” i co Cię do tego skłoniło?

# Wyznania9
source: Which person from the past would you most like to meet again?
de: Mit welcher Person aus der Vergangenheit würdest du dich am liebsten noch einmal treffen?
fr: Quelle personne du passé aimerais-tu le plus revoir ?
pl: Z którą osobą z przeszłości najbardziej chciał(a)byś się jeszcze raz spotkać?

# Wyznania10
source: What was the most moving moment you have experienced?
de: Was war der bewegendste Moment, den du erlebt hast?
fr: Quel a été le moment le plus émouvant que tu aies vécu ?
pl: Jaka była najbardziej wzruszająca chwila, której doświadczyłeś(-aś)?
